{
  "description": "首先，非常感谢选用《卡特尔十六种人格因素测验》！《卡特尔十六种人格因素测验》（Cattell Sixteen Personality Factors Questionnaire,简称16PF）是用来测量人格特质的。该测验由美国伊利诺州立大学人格及能力测验研究所（Institute of personality and Ability Testing）的卡特尔教授（Raymend B.Cattell）所编制的。卡特尔多年从事人格心理学研究，曾根据测验统计、人格心理、行为辅导与诊疗等方面的科学研究，编订了许多精确可靠的测验。16PF是用因素分析法编制问卷的典范，已被译成多种文字，是世界上使用非常广泛的人格测验。该测验已于1979年引入国内并由专业机构修订为中文版。16PF与其他类似的测验相较，能以同等的时间（约四十分钟）测量更多方面主要的人格特性。16岁以上且具有相当于初中以上文化程度的个体适用，广泛适用于各类人群。这个测验不仅能提供一个人人格的较为准确而全面的轮廓，而且能根据所测得的人格轮廓进一步对升学就业问题提供指导。它还可以估计并预测一个人在现在学习或所从事的专业工作中能否取得成就和在新的工作岗位上是否有学习成长的能力等。另外，在预测个人的创造力以及测验个人的心理健康状况等方面也有重要的意义。所以，16PF是一个应用性极广的心理测量工具。一个人的性格，一般来说没有绝对的好坏之分。每一种性格，一般都有其优势和不足以及最适合这种工作的职业。我们性格的某个维度的分数高低，仅仅能够说明我们性格的特征，而并不说明或代表我们性格的优劣，以及我们未来成功可能性的大小。我们未来能否获得成功，最重要的还在于我们能够发挥性格中的优势，回避自身的不足，以及自己的不懈努力。具体来说，16PF直接测量的16种人格特征包括：1．	乐群性（A）：描述是否愿意与人交往，待人是否热情；2．	聪慧性（B）：描述抽象思维能力，聪明程度； 3．	稳定性（C）：描述对挫折的忍受能力，能否做到情绪稳定； 4．	支配性（E）：描述是否愿意支配和影响他人，是否愿意领导他人；5．	兴奋性（F）：描述情绪的兴奋和活跃程度； 6．	责任性（G）：描述对社会道德规范和准则的接纳和自觉履行程度；7．	敢为性（H）：描述在社会交往情境中的大胆程度；8．	敏感性（I）：描述敏感程度，即判断和决定是否容易受到感情的影响； 9．	怀疑性（L）：描述是否倾向于探究他人言行举止之后的动机；10．幻想性（M）：描述对客观环境和内在的想象过程的重视程度；11．世故性（N）：描述是否能老练、灵活地处理事物；12．忧虑性（O）：描述体验到的烦恼和忧郁程度；13．开放性（Q1）：描述对新鲜事物的接受和适应程度； 14．独立性（Q2）：描述独立程度，亦即对群体的依赖程度； 15．自律性（Q3）：描述自我克制，自我激励的程度；16．紧张性（Q4）：描述生活和内心的不稳定程度，以及相关的紧张感。除直接测量这16种人格特征外，卡特尔教授等人还发展出了一系列公式，利用前面16个量表的分数以及这些公式，还可以计算出一些二元人格特征，主要包括：次级人格因素： 1．	适应性与焦虑型：描述对现在环境的适应程度，是否感到焦虑不满； 2． 内向与外向型：描述性格特征的内向或者外向程度； 3．	感情用事与安详机警型：描述个体的情绪困扰程度，以及进取精神； 4．	怯懦与果敢型：描述做事情时的犹豫或者果断程度；应用因素：5.  心理健康因素（Y1）：描述个体心理健康水平； 6.	专业有成就者的个性因素（Y2）：描述个体从事某一专业有所成就的可能性； 7.	创造能力个性因素（Y3）：描述个体创造能力的高低； 8.	在新的环境中有成长能力的个性因素（Y4）：描述个体在新环境中适应并缺的成功的可能性。 ",
  

    "factorData": [
        {
            "high": {
                "briefReport": "您的乐群性较高。通常开朗外向，和蔼可亲，乐于与人相处，合作和适应的能力特别强。对人有兴趣，喜欢和别人共同工作，参加或组织各种社会活动，不斤斤计较，容易接受别人的批评，萍水相逢也可一见如故。有时需要注意不要为了附和群体而一直放弃自己的个人见解。",
                "overallAppraisal": "您在因子乐群性的得分属于高分。",
                "result": "您的乐群性较高。通常开朗外向，和蔼可亲，乐于与人相处，合作和适应的能力特别强。对人有兴趣，喜欢和别人共同工作，参加或组织各种社会活动，不斤斤计较，容易接受别人的批评，萍水相逢也可一见如故。",
                "suggestions": "测验结果显示您的乐群性较高，处理人际问题的能力较高和有乐观的心态，可以游刃有余地处理身边的人际关系。这是比较好的，希望您能够保持这一特点。您不斤斤计较，容易接受别人的批评，有时需要注意不要为了附和群体而一直放弃自己的个人见解。"
            },
            "low": {
                "briefReport": "您的乐群性较低。通常执拗，对人冷漠、落落寡欢、喜欢吹毛求疵。宁愿独自工作，对事而不对人。不轻易放弃自己的主见。为人做事的标准常常很高，严格、谨慎，生硬。可能更关注工作任务、客观事物或活动而非人，喜欢独立工作；这通常可以使您能够将精力主要集中于自己的学习或工作任务，因而取得较好的效果。但还需要更加主动积极地与人进行交流。",
                "overallAppraisal": "您在因子乐群性的得分属于低分。",
                "result": "您的乐群性较低。通常执拗，对人冷漠、落落寡欢、喜欢吹毛求疵。宁愿独自工作，对事而不对人。不轻易放弃自己的主见。为人做事的标准常常很高，严格、谨慎，生硬。",
                "suggestions": "测评结果显示您的乐群性较低，对人比较冷淡，可能更关注工作任务、客观事物或活动而非人，喜欢独立工作；这通常可以使您能够将精力主要集中于自己的学习或工作任务，因而取得较好的效果。但是，作为一个社会的人，每个人都不可避免地要与他人进行沟通、交流和合作，参与社会活动已成为日常生活中不可缺少的一部分，因此您还需要更加主动积极地与人进行交流，同时也需要加强交流的能力和技巧，这样才能使您成为一个适应力、竞争力更强的人。"
            },
            "name": "乐群性 (A)",
            "ordinary": {
                "briefReport": "您的乐群性一般。兼有开朗乐群和含蓄内敛的特点，可能比较执拗，对人较冷漠，但能够在社会交往和独处之间寻求一种平衡。一般宁愿独自工作，对事而不对人。不轻易放弃自己的主见。为人做事的标准较高，严格、谨慎。能够在社会交往和独处之间寻求一种平衡，进而能够比较好地处理人际交往与独善其身之间的关系。",
                "overallAppraisal": "您在因子乐群性的得分属于中间分数。",
                "result": "您的乐群性一般。兼有开朗乐群和含蓄内敛的特点，可能比较执拗，对人较冷漠，但能够在社会交往和独处之间寻求一种平衡。一般宁愿独自工作，对事而不对人。不轻易放弃自己的主见。为人做事的标准较高，严格、谨慎。",
                "suggestions": "测评结果显示您的乐群性一般，您能够在社会交往和独处之间寻求一种平衡，进而能够比较好地处理人际交往与独善其身之间的关系，这是比较好的，希望您能够保持这一特点。另外，可以尝试增强人际交往的主动性，学会与陌生人进行交往的技巧，这样有助于更加游刃有余地处理身边的人际关系，从而建立更为亲近的关系，并扩展交往范围。"
            },
            "scoreStandardString": "3,8"
        },
        {
            "high": {
                "briefReport": "您的聪慧性较高。聪明，富有才学，善于抽象思维，通常学习能力强，思考敏捷。反映心智机能正常。在平常的生活中，您能够解决遇到的大多数问题，从而很好地适应于学习、工作和生活；会给人以聪明伶俐、思维敏捷的印象。该维度得分高的原因也可能是由于您的教育和文化水准高，个人心身状态健康。",
                "overallAppraisal": "您在因子聪慧性的得分属于高分。",
                "result": "您的聪慧性较高。聪明，富有才学，善于抽象思维，通常学习能力强，思考敏捷。反映心智机能正常。",
                "suggestions": "恭喜您，您的聪慧水平比较高，思维能力比较强。在平常的生活中，您能够解决遇到的大多数问题，从而很好地适应于学习、工作和生活；会给人以聪明伶俐、思维敏捷的印象。该维度得分高的原因也可能是由于您的教育和文化水准高，个人心身状态健康。希望您能够继续保持这种优势，达到事倍功半的效果。"
            },
            "low": {
                "briefReport": "您的聪慧水平较低。不善于抽象思维，可能比较适合具体思维。低聪慧性通常表现为思想迟钝，学识浅薄，抽象思考能力弱。通常学习能力不强，不能举一反三。该维度得分低的原因还可能是由于情绪不稳定，心理状态不佳所致。可以通过努力学习来不断提高自己的聪慧性，注意优先解决心理和情绪困扰，才能保证其智力潜能的充分发挥。",
                "overallAppraisal": "您在因子聪慧性的得分属于低分。",
                "result": "您的聪慧水平较低。不善于抽象思维，可能比较适合具体思维。低聪慧性通常表现为思想迟钝，学识浅薄，抽象思考能力弱。通常学习能力不强，不能举一反三。该维度得分低的原因还可能是由于情绪不稳定，心理状态不佳所致。",
                "suggestions": "测评结果显示您的聪慧水平较低，思维能力比较弱，这可能会有碍于您获取知识、解决工作和生活中遇到的各种问题。低聪慧性主要是对知识基础的深入掌握，缺乏灵活处理问题的能力，也可能与心理状态不稳定、身体状态不好、缺乏实践能力等因素有关，可以通过努力学习来不断提高自己的聪慧性。您可以尝试从以下几方面入手进行调整：首先，对自己的能力状况有一个更为全面的了解，进而选择一个与自己水平相适当的学习目标和工作目标，这样才能更好地胜任并从中逐步树立信心；其次，注意补充知识，扩大知识面，为分析问题和解决问题打下良好的知识基础；最后，在锻炼思维方面，需要多一些去分析问题，或者观察别人怎么解决问题，而不仅仅是停留在发现问题的阶段，在实践中锻炼可以提高自己的聪慧性和解决问题的能力。聪慧性水平低的原因还可能是由于情绪不稳定，心理状态不佳所致。需要注意优先解决心理和情绪困扰，才能保证其智力潜能的充分发挥。必要的时候，您可考虑寻求专业心理咨询人员的帮助。"
            },
            "name": "聪慧性(B)",
            "ordinary": {
                "briefReport": "您的聪慧性中等，思维具有一定的灵活性，抽象思维和具体思维的能力较均衡。在平常的生活中，基本上能够顺利理解和解决遇到的一般性问题，从而较好地适应于学习、工作和生活；但可能不会给人以聪明伶俐、思维敏捷的印象。受教育程度、健康的身心状态、广博的知识基础和丰富的实践阅历是高聪慧性的前提保证，注意主动地锻炼思维，从多个角度去分析并解决问题。",
                "overallAppraisal": "您在因子聪慧性的得分属于中间分数。",
                "result": "您的聪慧性中等，思维具有一定的灵活性，抽象思维和具体思维的能力较均衡。在平常的生活中，基本上能够顺利理解和解决遇到的一般性问题，从而较好地适应于学习、工作和生活；但可能不会给人以聪明伶俐、思维敏捷的印象。",
                "suggestions": "测评结果显示您的聪慧性中等，思维具有一定的灵活性。在平常的生活中，您基本上能够解决遇到的各种问题，从而较好地适应于学习、工作和生活；但是可能不会给人以聪明伶俐、思维敏捷的印象。受教育程度、健康的身心状态、广博的知识基础和丰富的实践阅历是高聪慧性的前提保证。提高自己的思维水平有利于您在学业和工作上取得更大的成功，因而希望您在日常生活中能够留心观察，补充和扩大知识面，为分析问题和解决问题打下良好的知识基础；同时还要注意主动地锻炼思维，从多个角度去分析并解决问题，而不仅仅是跟从模仿别人怎么解决问题的方法。"
            },
            "scoreStandardString": "3,8"
        },
        {
            "high": {
                "briefReport": "您的情绪稳定性较好。您的情绪稳定而成熟，能面对现实。通常以沉着的态度应付现实各项问题。行动充满魄力，能振作精神，协调团体的精神。您比较善于控制自己的情绪，能够保持以一种平静的心态来面对现实，采用理性的态度来分析并解决问题。",
                "overallAppraisal": "您在因子稳定性的得分属于高分。",
                "result": "您的情绪稳定性较好。您的情绪稳定而成熟，能面对现实。通常以沉着的态度应付现实各项问题。行动充满魄力，能振作精神，协调团体的精神。 ",
                "suggestions": "测评结果显示您的情绪稳定性较好。您比较善于控制自己的情绪，能够保持以一种平静的心态来面对现实，采用理性的态度来分析并解决问题，希望您在今后的生活中能够继续保持这一优势。"
            },
            "low": {
                "briefReport": "您的稳定性较低。通常情绪激动，易生烦恼，容易受环境的支配而心神动摇不定。不能面对现实而时时会急躁不安，心身疲乏，甚至出现失眠、恶梦、恐惧等现象。您的情绪稳定性欠佳，比较容易激动，易生烦恼，这一特征不利于您冷静而平和地处理日常生活中遇到的各种阻挠和挫折，反而会徒增忧愁，不利于理性地面对困难。您可以学习使用几种有效的宣泄不良情绪的适宜方法。",
                "overallAppraisal": "您在因子稳定性的得分属于低分。",
                "result": "您的稳定性较低。通常情绪激动，易生烦恼，容易受环境的支配而心神动摇不定。不能面对现实而时时会急躁不安，心身疲乏，甚至出现失眠、恶梦、恐惧等现象。",
                "suggestions": "测评结果显示您的情绪稳定性欠佳，比较容易激动，易生烦恼，这一特征不利于您冷静而平和地处理日常生活中遇到的各种阻挠和挫折，反而会徒增忧愁，不利于理性地面对困难。长此以往，还会影响到心理健康水平，在今后的生活中，希望您能够有意识地控制自己的情绪。您可以学习使用几种有效的宣泄不良情绪的适宜方法，例如：深呼吸法、找人倾诉、写日记、参加体育锻炼等等；先学会控制和调节自己的情绪，待情绪逐步平静时，再采用理性的态度来分析和解决问题。"
            },
            "name": "稳定性(C)",
            "ordinary": {
                "briefReport": "您的情绪稳定中等。您的情绪较稳定，一般不易烦恼、忧愁和紧张，能够较好地控制自己的情绪；但是在面对比较大的挑战和压力时，则可能会受到外在事件的支配而使自身的情绪变得起伏不定，患得患失，无法理智的面对现实和处理问题。有时会由于无法理智的面对现实和处理问题而急躁不安，心身疲乏，甚至可能出现失眠、噩梦等症状。要对自己的情绪变化有所认识，当面临较大的压力和挑战时，有意识地控制自己的情绪波动。",
                "overallAppraisal": "您在因子稳定性的得分属于中间分数。",
                "result": "：您的情绪稳定中等。您的情绪较稳定，一般不易烦恼、忧愁和紧张，能够较好地控制自己的情绪；但是在面对比较大的挑战和压力时，则可能会受到外在事件的支配而使自身的情绪变得起伏不定，患得患失，无法理智的面对现实和处理问题。有时会由于无法理智的面对现实和处理问题而急躁不安，心身疲乏，甚至可能出现失眠、噩梦等症状。",
                "suggestions": "测评结果显示您的情绪稳定中等，有时能够冷静而理性地处理问题，但压力较大又难免情绪化，这种不良情绪往往会影响您有效的解决问题。在今后的生活中，希望您首先要对自己的情绪变化有所认识，当面临较大的压力和挑战时，有意识地控制自己的情绪波动。您可以学习使用几种有效的宣泄不良情绪的合理方法，例如：深呼吸法、找人倾诉、写日记、参加体育锻炼等等；先学会控制和调节自己的情绪，待情绪逐步平静时，再采用理性的态度来分析和解决问题，这样做可以不断增加您的情绪稳定性和抗挫折能力。"
            },
            "scoreStandardString": "3,8"
        },
        {
            "high": {
                "briefReport": "您的支配性较高。好强固执，独立积极。通常自视甚高，自以为是，可能非常武断，时常支配他人，反抗权势。您喜欢居于领导的地位，不喜欢服从他人意见。希望您能够学会听取他人意见，集思广益，而不是一味地固执己见，学会保持谦虚审慎的态度，学习更多的交往技巧。",
                "overallAppraisal": "您在因子恃强性的得分属于高分。",
                "result": "您的支配性较高。好强固执，独立积极。通常自视甚高，自以为是，可能非常武断，时常支配不及他的人，反抗权势。 ",
                "suggestions": "测评结果显示您的支配性较高。您喜欢支配和影响他人，喜欢居于领导的地位，不喜欢服从他人意见，果断自信。但是可能自视甚高，一贯地希望支配和控制他人，这样容易招致他人的反感和抵制，因而您可以对自己的这一特征加以注意。在今后的生活中，希望您能够学会听取他人意见，集思广益，而不是一味地固执己见，学会保持谦虚审慎的态度，学习更多的交往技巧，从而更好地与人交流，同时您应当保持自己自信果断的特点，不断提高自己的组织、协调能力。"
            },
            "low": {
                "briefReport": "您的支配性较低。您谦逊、顺从、通融、恭顺。通常行为温顺，迎合他人意旨，容易领导。也可能因为相信可遇而不可求，即使处在十全十美的境地，而有“事事不如人”的消极心态。这一特征使得您易于合作，易于沟通，主动执行他人指令。但是您应该意识到不能一味地服从，简单地执行他人的指派，应该要勇于阐明自己的观点，成为一个有主见的人。",
                "overallAppraisal": "您在因子恃强性的得分属于低分。",
                "result": "您的支配性较低。您谦逊、顺从、通融、恭顺。通常行为温顺，迎合他人意旨，容易领导。也可能因为相信可遇而不可求，即使处在十全十美的境地，而有“事事不如人”的消极心态。",
                "suggestions": "测评结果显示您的支配性较低。这一特征使得您易于合作，易于沟通，主动执行他人指令，进而成为一个顺从的下属。但是您应该意识到不能一味地服从，简单地执行他人的指派，应该要勇于阐明自己的观点，成为一个有主见的人。您可以争取机会发表自己的意见，补充他人观点的不足之处，进而与他人更好地交流，更好的发挥自己的聪明才智。同时，您对于自己的希望和目标应该更加执著的去努力争取，不应当只是等待好运的自然降临，否则只能坐失良机，徒增悲伤。"
            },
            "name": "恃强性(E)",
            "ordinary": {
                "briefReport": "您的支配性处于一般水平。不持强，能够容忍别人，较易相处。通常能够在听取他人意见和主动表达个人意见之间取得一定的平衡。希望您能够继续保持这一特征，在他人的意见和指令有利于处理好问题时，应该甘于服从，保持谦虚、配合的态度；但是当他人的意见和指派有失公平或者不合理时，也要主动地说明自己的意见和建议。",
                "overallAppraisal": "您在因子恃强性的得分属于中间分数。",
                "result": "您的支配性处于一般水平。不持强，能够容忍别人，较易相处。通常能够在听取他人意见和主动表达个人意见之间取得一定的平衡。",
                "suggestions": "测评结果显示您的支配性中等，能够在听取他人意见和主动表达个人意见之间取得一定的平衡。在今后的生活中，希望您能够继续保持这一特征，在他人的意见和指令有利于处理好问题时，应该甘于服从，保持谦虚、配合的态度；但是当他人的意见和指派有失公平或者不合理时，也要主动地说明自己的意见和建议。以更加积极的心态参与到学习工作的各个方面，以促进任务的圆满完成，同时不断的发展个人的组织协调能力。"
            },
            "scoreStandardString": "3,8"
        },
        {
            "high": {
                "briefReport": "您兴奋性较高。您通常活泼、愉快、健谈，轻松兴奋，随遇而安。对人对事，热心而富有感情。但有时也可能过分冲动，以致行为变幻莫测。但这一性格特征使得您不容易将更多的精力投入到学习和工作中，有时缺乏恒心和耐心，因而具有两面性。",
                "overallAppraisal": "您在因子兴奋性的得分属于高分。",
                "result": "您兴奋性较高。您通常活泼、愉快、健谈，轻松兴奋，随遇而安。对人对事，热心而富有感情。但有时也可能过分冲动，以致行为变幻莫测。 ",
                "suggestions": "测评结果显示您的兴奋性较高，您通常较为活泼和兴奋，很少表现出沉闷和拘谨，但这一性格特征使得您不容易将更多的精力投入到学习和工作中，有时缺乏恒心和耐心，因而具有两面性。在今后的生活中，希望您能够更好地分配自己的精力，注意分场合地表现自己的活泼性。尤其是在学习和工作方面，可以有意识地控制自己的言行，坚持认真、严肃而审慎的态度，从而较好地完成任务；在社会交往方面，保持开朗而活泼，大方地与人交往，促进社交场合愉快的气氛。"
            },
            "low": {
                "briefReport": "您的兴奋性较低。严肃、审慎、冷静、寡言。通常行动拘谨，内省而不轻易发言，有节制，不拘言笑，较消极、抑郁。有时可能过分深思熟虑。这一性格特征使得您能够将更多的精力投入到学习和工作中，同时比较善于深入思考问题。但在社交方面，可以有意识地调整自己的行为，主动地学习更多的社交技巧。",
                "overallAppraisal": "您在因子兴奋性的得分属于低分。",
                "result": "您的兴奋性较低。严肃、审慎、冷静、寡言。通常行动拘谨，内省而不轻易发言，有节制，不拘言笑，较消极、抑郁。有时可能过分深思熟虑。",
                "suggestions": "测评结果显示您的兴奋性较低。您在日常的生活中通常较为安静和拘谨，不拘言笑，这一性格特征使得您能够将更多的精力投入到学习和工作中，同时比较善于深入思考问题，工作比较严谨、认真。在今后的生活中，希望您在学习和工作方面，能够继续保持认真而严肃的态度，从而较好地完成工作；在社会交往方面，您可以有意识地调整自己的行为，表现得更为开朗而活泼，大方地与人交往，轻松而愉快地与人交谈，主动地学习更多的社交技巧。"
            },
            "name": "兴奋性(F)",
            "ordinary": {
                "briefReport": "您的兴奋性中等。您通常轻松愉快，活泼、热情，对人有感情，但不过分。介于严肃谨慎和轻松活泼之间。希望您能够更好地分配自己的精力，注意分场合地表现自己的活泼性。充分利用自身个性方面的优势，避免其不良的影响。",
                "overallAppraisal": "您在因子兴奋性的得分属于中间分数。",
                "result": "您的兴奋性中等。您通常轻松愉快，活泼、热情，对人有感情，但不过分。介于严肃谨慎和轻松活泼之间。 ",
                "suggestions": "测评结果显示您的兴奋性中等，介于严肃谨慎和轻松活泼之间。在今后的生活中，希望您能够更好地分配自己的精力，注意分场合地表现自己的活泼性。在学习和工作方面，继续保持认真、严肃而审慎的态度，从而较好地完成工作；在社会交往方面，您可以表现更为开朗而活泼，大方地与人交往，轻松而愉快地与人交谈。充分利用自身个性方面的优势，避免其不良的影响。"
            },
            "scoreStandardString": "3,8"
        },
        {
            "high": {
                "briefReport": "您的责任性较高。有恒负责，做事尽职。通常细心周到，有始有终。是非善恶是您的行为指南。所结交的朋友多是努力苦干的人。不十分欣赏诙谐有趣的场合。在以后的生活中需要注意放松,不要过多压抑自己。",
                "overallAppraisal": "您在因子有恒性的得分属于高分。",
                "result": "您的责任性较高。有恒负责，做事尽职。通常细心周到，有始有终。是非善恶是您的行为指南。所结交的朋友多是努力苦干的人。不十分欣赏诙谐有趣的场合。 ",
                "suggestions": "您的责任性较高，有道德、稳重、守法,希望可以继续保持,在以后的生活中需要注意放松,不要过多压抑自己。"
            },
            "low": {
                "briefReport": "您的责任性较低。您的责任心不强，有时不注意原则；苟且敷衍，缺乏奉公守法的精神。通常缺乏高超的目标和理想，对于人群社会缺乏责任感，甚至有时不惜知法犯法，不择手段以达到某一目的。建议您首先要从主流文化中学习社会所提倡的道德和责任，并与自己的行为相对照；应当充分认识社会道德规范和义务要求的社会意义和必要性。",
                "overallAppraisal": "您在因子有恒性的得分属于低分。",
                "result": "您的责任性较低。您的责任心不强，有时不注意原则；苟且敷衍，缺乏奉公守法的精神。通常缺乏高超的目标和理想，对于人群社会缺乏责任感，甚至有时不惜知法犯法，不择手段以达到某一目的。",
                "suggestions": "测评结果显示您的责任性较低。总体来讲，您的责任性和道德感欠佳，行为容易伤害到他人和社会的利益，这些行为是不提倡的，也是不受欢迎的，因而这一特征亟待改进。建议您首先要从主流文化中学习社会所提倡的道德和责任，并与自己的行为相对照；应当充分认识社会道德规范和义务要求的社会意义和必要性，树立高尚的行为榜样；与他人坦诚地交流对自己行为的看法，以便迅速修正自己的行为。"
            },
            "name": "有恒性(G)",
            "ordinary": {
                "briefReport": "您的责任性中等。您具有一定的道德感和责任感。比较有恒心，工作也较认真负责。在今后的生活中，您可以多读书、多思考生活当中的各种问题和现象，提高自己对社会道德规范的理解和认识。",
                "overallAppraisal": "您在因子有恒性的得分属于中间分数。",
                "result": "您的责任性中等。您具有一定的道德感和责任感。比较有恒心，工作也较认真负责。",
                "suggestions": "您的责任性中等，您具有一定的道德感和责任感。比较有恒心，工作也较认真负责。在今后的生活中，您可以多读书、多思考生活当中的各种问题和现象，提高自己对社会道德规范的理解和认识，争取更好地完成本职工作，并积极保护自己和他人利益。"
            },
            "scoreStandardString": "3,8"
        },
        {
            "high": {
                "briefReport": "您的敢为性较高。冒险敢为，少有顾忌。通常不掩饰，不畏惧，有敢做敢为的精神，能经历艰难辛苦而保持有刚强的毅力，这一特征会有助于人际交往，给自己带来比较广阔的交往空间。有时可能太粗心大意，忽视细节，遭受无谓的打击与挫折。",
                "overallAppraisal": "您在因子敢为性的得分属于高分。",
                "result": "您的敢为性较高。冒险敢为，少有顾忌。通常不掩饰，不畏惧，有敢做敢为的精神，能经历艰难辛苦而保持有刚强的毅力。有时可能太粗心大意，忽视细节，遭受无谓的打击与挫折。",
                "suggestions": "测评结果显示您的敢为性较高，您在社会交往情境中十分大胆，毫不畏惧陌生的社会情境，不会掩饰和伪装自己，这一特征会有助于人际交往，给自己带来比较广阔的交往空间，因而希望您能够在今后的生活中继续保持这一优势。需要注意的是，在冒险行事之前，还希望您能够冷静地分析具体情境，在有准备的情况下采取措施，不要因为粗心、忽略细节为遭受不必要的打击和挫折。"
            },
            "low": {
                "briefReport": "您的敢为性较低。畏惧退缩，缺乏自信心。通常在人群中害羞拘谨，有不自然的姿态，有强烈的自卑感，拙于言谈，更不愿和陌生人交谈。对威胁敏感，凡事采取观望的态度。这一性格特征不太利于进行社会交往，往往难以真实自然的表现自己。",
                "overallAppraisal": "您在因子敢为性的得分属于低分。",
                "result": "您的敢为性较低。畏惧退缩，缺乏自信心。通常在人群中害羞拘谨，有不自然的姿态，有强烈的自卑感，拙于言谈，更不愿和陌生人交谈。对威胁敏感，凡事采取观望的态度。",
                "suggestions": "测评结果显示您的敢为性较低。您在社会交往中容易害羞窘迫，行为退缩，过分的关注自己在他人眼中的形象。这一性格特征不太利于进行社会交往，往往难以真实自然的表现自己。因此您可以注意在今后的生活中对这一情形加以改善。首先，树立自信，相信自己能够克服对交往的恐惧心理；其次，要学习适当的社会交往技巧，如怎样与向他人介绍自己、如何展开话题；最后就是要克服自己过分自我关注的心理，应当认识到每个人都有自己的特点，没有哪一个特征是绝对好或者坏，因此不必加以掩饰和伪装，只有真实自然的展现自己才能在平等和相互尊重的基础上建立人际关系。                "
            },
            "name": "敢为性(H)",
            "ordinary": {
                "briefReport": "您的敢为性中等。胆大而心细，敢为而不冲动。在陌生的或者压力比较大的社会交往情境中，您可能比较容易害羞和窘迫，较少主动地和陌生人交流；但在比较熟悉的情境中，则能够很自然地与人进行沟通和交流，也会在一定程度上主动采取行动来表现自己，不会过分地关注自己在他人眼中的形象。在今后的生活中，您可以更加自信、坦然的与他人交往，真实的展现自己的性格特点和个人对事物的看法。",
                "overallAppraisal": "您在因子敢为性的得分属于中间分数。",
                "result": "您的敢为性中等。胆大而心细，敢为而不冲动。在陌生的或者压力比较大的社会交往情境中，您可能比较容易害羞和窘迫，较少主动地和陌生人交流；但在比较熟悉的情境中，则能够很自然地与人进行沟通和交流，也会在一定程度上主动采取行动来表现自己，不会过分地关注自己在他人眼中的形象。",
                "suggestions": "测评结果显示您的敢为性一般，能够正常应对一般的社交情境，在陌生的环境中会比较拘谨。在今后的生活中，您可以更加自信、坦然的与他人交往，真实的展现自己的性格特点和个人对事物的看法。不要过分顾及他人对自己言行的评价而试图掩饰和伪装自己，一个人的真实本相是无法演示的，如果勇敢的表现自己更容易使自己得到发展和进步，也更容易被大家理解和接受。"
            },
            "scoreStandardString": "3,8"
        },
        {
            "high": {
                "briefReport": "您的敏感性较高。敏感，感情用事。通常心肠软，易受感动。较女性化，爱好艺术，沉于幻想。有时过分不务实际，缺乏耐心与恒心。对于一些工作，可能需要您具有很好的理性分析能力，需要同时兼俱理性和感性的成分，因此还希望您能够培养自己的理性分析能力。",
                "overallAppraisal": "您在因子敏感性的得分属于高分。",
                "result": "您的敏感性较高。敏感，感情用事。通常心肠软，易受感动。较女性化，爱好艺术，沉于幻想。有时过分不务实际，缺乏耐心与恒心。",
                "suggestions": "测评结果显示您的敏感性较高。您通常比较敏感，强调内心的感受，同情心强，容易感情用事，这一特征对于从事艺术和文学类工作是比较必要的，但是对于另外一些工作，可能需要您具有很好的理性分析能力，需要同时兼俱理性和感性的成分，能够结合情与理来制定综合的决策，因此还希望您能够培养自己的理性分析能力，能够注意处理好理性和感性之间的关系，不要由于过分重情而偏离应有的原则和理性，只有这样才能更好地感受和理解生活和世界，并妥善处理遇到的各种现实问题。"
            },
            "low": {
                "briefReport": "您的敏感性较低。理智，着重现实。多以客观、坚强、独立的态度处理当前的问题。这一特征有助于您以客观现实的态度来处理面临的问题，但是过分现实和理智会给人以铁石心肠、不近人情的感觉。",
                "overallAppraisal": "您在因子敏感性得分属于低分。",
                "result": "您的敏感性较低。理智，着重现实。多以客观、坚强、独立的态度处理当前的问题。并不重视文化修养以及主观感情用事的看法，可能过分骄傲，冷酷无情。",
                "suggestions": "测评结果显示您的敏感性较低。通常比较理智，过于注重客观和逻辑，缺乏对生活和情绪的敏感性，这一特征有助于您以客观现实的态度来处理面临的问题，但是过分现实和理智会给人以铁石心肠、不近认清的感觉。在今后的生活中，您在通过客观途径解决问题的同时，也可注意留心生活中的感性成分，留意存在于身边的艺术和美；多理解和重视自己和他人的情感因素，这样您可能会感受到更多生活的丰富多彩和更多的幸福、快乐。"
            },
            "name": "敏感性(I)",
            "ordinary": {
                "briefReport": "您的敏感性中等。少空想，不感情用事，现实又实际。对情绪情感的敏感程度和大部分人基本一致，判断和决策时更倾向于在主观和客观之间取得平衡。在待人接物的过程中，通常能够兼顾感性和理性，在理智逻辑与感情之间寻得自己的平衡。在日常生活当中会注意到事物的实用性，也可以欣赏其艺术性因素。这一特征有助于您更好地感受和理解生活和世界，能够结合\"情\"与\"理\"来制定综合的决策。",
                "overallAppraisal": "您在因子敏感性得分属于中间分数。",
                "result": "您的敏感性中等。少空想，不感情用事，现实又实际。对情绪情感的敏感程度和大部分人基本一致，判断和决策时更倾向于在主观和客观之间取得平衡。在待人接物的过程中，通常能够兼顾感性和理性，在理智逻辑与感情之间寻得自己的平衡。在日常生活当中会注意到事物的实用性，也可以欣赏其艺术性因素。",
                "suggestions": "测评结果显示您的敏感性中等。与大多数人一样，您在敏感性上的特征一般，同时兼俱理性和感性的成分，这一特征有助于您更好地感受和理解生活和世界，能够结合情与理来制定综合的决策。这一特征使得您能够适应大多数的工作，良好的体验生活，也希望在今年后的生活中能够继续保持这一优势。同时您需要处理好理性和感性之间的关系，对人多用情，对事多讲理，实现两者的有机结合。"
            },
            "scoreStandardString": "3,8"
        },
        {
            "high": {
                "briefReport": "您的怀疑性偏高。表现在对他人有时缺乏信任，敏感多疑。通常情况下警惕性高，十分关注他人行为背后的动机和意图，非常担心自己被误解或者利用。处事小心谨慎，刚愎自用，固执己见，并很难放松自己的戒备心理。有时与人相处，会斤斤计较，没有顾念他人的利益。有时怀疑性极高的人不信任中甚至怀有仇恨的意味。建议您可以尝试敞开心胸，接纳和信任他人，得到他人对自己的信赖和支持。",
                "overallAppraisal": "您在因子怀疑性得分属于高分。",
                "result": "您的怀疑性偏高。表现在对他人有时缺乏信任，敏感多疑。通常情况下警惕性高，十分关注他人行为背后的动机和意图，非常担心自己被误解或者利用。处事小心谨慎，刚愎自用，固执己见，并很难放松自己的戒备心理。有时与人相处，会斤斤计较，没有顾念他人的利益。有时怀疑性极高的人不信任中甚至怀有仇恨的意味。",
                "suggestions": "您的怀疑性偏高，缺乏对他人的信赖，比较多疑，这一特征可以防止上当受骗或者被人利用，进而能够在一定程度上保护自己的利益免受侵害，但是这一特征带来的负面效果也是显而易见的，首先是给自己与他人之间建造了一堵无形的墙，进而妨碍真诚地交流和沟通；其次就是有可能会招致他人的反感，难以取得他人对自己的信任和尊敬；再次，有时一些不必要的怀疑会增加您的压力感，影响其体会生活的乐趣。建议您可以尝试敞开心胸，接纳和信任他人，得到他人对自己的信赖和支持"
            },
            "low": {
                "briefReport": "您的怀疑性较低。表现为信赖随和，为人宽容，易于相信他人而很少有猜忌的念头，也不愿与人角逐竞争。通常易与人相处，顺应合作，善于体贴人，同时也希望得到公平的待遇和他人的信赖。需要注意的是，对于极低分者，由于从不猜忌他人行为的意图，有可能被他人利用。",
                "overallAppraisal": "您在因子怀疑性的得分属于低分。",
                "result": "您的怀疑性较低。表现为信赖随和，为人宽容，易于相信他人而很少有猜忌的念头，也不愿与人角逐竞争。通常易与人相处，顺应合作，善于体贴人，同时也希望得到公平的待遇和他人的信赖。需要注意的是，对于极低分者，由于从不猜忌他人行为的意图，有可能被他人利用。",
                "suggestions": "您的怀疑性较低，倾向于相信他人，对他人的行为较少猜忌，这一特征使得您比较易于合作，并建立较好的人际关系，您的信赖和随和的个性，赢得他人的尊敬和信赖，可以继续保持这样的个性。在人际交流、交往的过程中，也可能会由于盲目信任而给自己带来伤害，因此还需对他人超出常理的行为多加留意和分析，提高警惕，谨防上当受骗或者被人利用。"
            },
            "name": "  怀疑性(L)",
            "ordinary": {
                "briefReport": "您的怀疑性中等。在一般的情况下，您通常认为他人是值得信任和真诚的，有时也会对他人的行为动机进行反思，因而对非常值得怀疑的行为会保持警觉，与人相处时不会给人爱猜忌，不信任人的印象，也不会让人觉得过分轻信，易受欺骗。这一特征有助于您能建立正常的人际合作，同时也保护了自己的利益免受侵害，您可以在今后的生活中能够继续保持这一优势。",
                "overallAppraisal": "您在因子怀疑性的得分属于中间分数。",
                "result": "您的怀疑性中等。在一般的情况下，您通常认为他人是值得信任和真诚的，有时也会对他人的行为动机进行反思，因而对非常值得怀疑的行为会保持警觉，与人相处时不会给人爱猜忌，不信任人的印象，也不会让人觉得过分轻信，易受欺骗。",
                "suggestions": "您的怀疑性中等，倾向于在信任和怀疑之间取得一个平衡。这一特征有助于您能建立正常的人际合作，同时也保护了自己的利益免受侵害，您可以在今后的生活中能够继续保持这一优势。您有时需要把握好信任和怀疑之间的度，通过社会实践逐渐提高自己的分析和鉴别能力，并能够根据实际情况和环境来确定自己的态度。"
            },
            "scoreStandardString": "3,8"
        },
        {
            "high": {
                "briefReport": "您的幻想性偏高。表现为富有想象力，有时狂放不羁，不太注重现实情况。通常会忽视生活的细节，只以本身的动机、当时的兴趣等主观因素为行为的出发点，喜欢思考、想象或者幻想。您可能富有创造性，有时也过分不务实际，近乎冲动，因而容易被别人误解和奚落。您可以将更多的精力集中于现实情况，注重从客观现实的角度来分析并解决问题。",
                "overallAppraisal": "您在因子幻想性的得分属于高分。",
                "result": "您的幻想性偏高。表现为富有想象力，有时狂放不羁，不太注重现实情况。通常会忽视生活的细节，只以本身的动机、当时的兴趣等主观因素为行为的出发点，喜欢思考、想象或者幻想。您可能富有创造性，有时也过分不务实际，近乎冲动，因而容易被别人误解和奚落。",
                "suggestions": "您的幻想性偏高，想象力丰富，比较喜欢关注于抽象的观点和想法，具有较好的创造力，幻想性偏高的人适合于从事艺术、写作、研究性等工作，但是这一特征也意味着不太喜欢处理现实的问题，缺乏脚踏实地。建议您可以将更多的精力集中于现实情况，注重从客观现实的角度来分析并解决问题，而不是单纯地进行理论性思考。"
            },
            "low": {
                "briefReport": "您的幻想性较低。表现为脚踏实地，合乎成规，比较注重实际，力求妥善合理；通常会先斟酌现实条件，而后决定取舍；较少卤莽从事，在紧要关头也常能保持镇定；有时可能会过于关注于现实，缺乏想象力，为人索然无趣，或者过分追求精确，办事认真谨慎。您可以尝试从更为广阔的角度来看待和思考问题，从多方面想象事物的发展或可能的变化，拓展自己的思路",
                "overallAppraisal": "您在因子幻想性的得分属于低分。",
                "result": "您的幻想性较低。表现为脚踏实地，合乎成规，比较注重实际，力求妥善合理；通常会先斟酌现实条件，而后决定取舍；较少卤莽从事，在紧要关头也常能保持镇定；有时可能会过于关注于现实，缺乏想象力，为人索然无趣，或者过分追求精确，办事认真谨慎。",
                "suggestions": "您的幻想性较低，喜欢脚踏实地，有时缺乏想象力，不太擅长处理需要创造性思维的问题，幻想性较低的人比较适合从事需要实际、机警、脚踏实地的工作。您可以尝试从更为广阔的角度来看待和思考问题，从多方面想象事物的发展或可能的变化，拓展自己的思路，将想象与生活中的现实因素相结合，从而增加创造性解决问题的能力。"
            },
            "name": "    幻想性(M)",
            "ordinary": {
                "briefReport": "您的幻想性中等。通常能够既关注现实的环境和事实，同时也不乏想象力，会在关注外界环境因素与关注内在思维过程两者之间寻求一个平衡。在解决问题时即能关注事物的事实和细节，又会从更广阔的思路去思考。您不会让人觉得缺乏想象力，也不会给人留下过分冲动，不切实际的印象。",
                "overallAppraisal": "您在因子幻想性的得分属于中间分数。",
                "result": "您的幻想性中等。通常能够既关注现实的环境和事实，同时也不乏想象力，会在关注外界环境因素与关注内在思维过程两者之间寻求一个平衡。在解决问题时即能关注事物的事实和细节，又会从更广阔的思路去思考。您不会让人觉得缺乏想象力，也不会给人留下过分冲动，不切实际的印象。",
                "suggestions": "同大多数人一样，您的幻想性水平一般，通常能够既关注现实的环境和事实，同时也不乏想象力，您可以继续保持，更好地将两者有机地结合起来，在充分利用好发散思维的同时也需要关注于现实生活中的具体情况，这样既可以创造性的解决问题又不会使自己的想法过分异想天开、脱离实际。"
            },
            "scoreStandardString": "3,8"
        },
        {
            "high": {
                "briefReport": "您的世故性偏高。表现为自我比较封闭，精明能干、世故。通常小心谨慎，不多言，不愿向他人透漏自己的相关信息，甚至不会表达自己的真实观点和感受。您处事老练，行为得体，善于利用他人的行为动机，能冷静的分析一切事物，比较圆滑。有时可能为了保持自己的私密性，不与他人建立真正的亲密关系。您可以在对待自己身边的人和事时，多一些真诚、信任、坦率，这样可以与他人建立互信和稳定的关系。",
                "overallAppraisal": "您在因子世故性的得分属于高分。",
                "result": "您的世故性偏高。表现为自我比较封闭，精明能干、世故。通常小心谨慎，不多言，不愿向他人透漏自己的相关信息，甚至不会表达自己的真实观点和感受。您处事老练，行为得体，善于利用他人的行为动机，能冷静的分析一切事物，比较圆滑。有时可能为了保持自己的私密性，不与他人建立真正的亲密关系。",
                "suggestions": "您的世故性偏高，过于老练和圆滑，可以很好地保护自己免受伤害，并给人以精明和成熟的印象，但是也容易使人敬而远之，进而难以建立深厚而亲密的关系，难以体验到友谊和亲情，有时也会给自己的生活和工作造成一定的障碍。您可以在对待自己身边的人和事时，多一些真诚、信任、坦率，这样可以与他人建立互信和稳定的关系。"
            },
            "low": {
                "briefReport": "您的世故性较低。表现为乐于暴露自己的信息和观点，坦白、直率、天真。通常思想简单，感情用事，与人无争，心满意足，有时与人交往非常坦率，朴实，乐于谈论自己，真实诚恳，没有防备。有时在需要委婉的情况下也直率地表达自己的观点而毫不避讳，有时可能会显得幼稚、粗鲁、似乎缺乏教养。",
                "overallAppraisal": "您在因子世故性的得分属于低分。",
                "result": "您的世故性较低。表现为乐于暴露自己的信息和观点，坦白、直率、天真。通常思想简单，感情用事，与人无争，心满意足，有时与人交往非常坦率，朴实，乐于谈论自己，真实诚恳，没有防备。有时在需要委婉的情况下也直率地表达自己的观点而毫不避讳，有时可能会显得幼稚、粗鲁、似乎缺乏教养。",
                "suggestions": "您比较坦白、直率而天真，喜欢直接地表达自己，并愿意向不熟悉的人公布自己的信息，容易给人留下幼稚和鲁莽的印象。有时过多地暴露自己容易让他人有机可乘，也有可能会给自己带来不必要的麻烦，建议您有时在公开自己的信息时适时适度，委婉地表达自己的意见，使自己的行为更加得体，逐步提高自己的社会成熟度。"
            },
            "name": " 世故性 (N)",
            "ordinary": {
                "briefReport": "您的世故性中等。您和大多数人一样，通常会愿意公开地展现真实的自我，与他人平等地交换有关个人的信息和观点，但有时会考虑到现实情况，言语得当，不会过分直言不讳而让他人感到尴尬和不满。您能够保持自己言行的得体，不会让人感到过分直白、轻率，也不会让人感到虚伪世故，不可信任。",
                "overallAppraisal": "您在因子世故性的得分属于中间分数。",
                "result": "您的世故性中等。您和大多数人一样，通常会愿意公开地展现真实的自我，与他人平等地交换有关个人的信息和观点，但有时会考虑到现实情况，言语得当，不会过分直言不讳而让他人感到尴尬和不满。您能够保持自己言行的得体，不会让人感到过分直白、轻率，也不会让人感到虚伪世故，不可信任。",
                "suggestions": "您的世故性中等，和大多数人一样，您的世故性处于平均水平，同时兼俱率真与老练，往往给人留下成熟而真诚的印象，您可以保持这一优势，根据具体的社会情境来确定自己的态度倾向。在与他人交往的过程中，双方信息的公开程度应是相当的；在表达自己意见和看法时，本着有利于问题的解决和其他人接受的方式，真诚是重要的因素之一。"
            },
            "scoreStandardString": "3,8"
        },
        {
            "high": {
                "briefReport": "您的忧虑性偏高。经常忧虑担心，有时会对他人的行为敏感，怀疑自己，对自己挑剔批评；通常容易自寻烦恼，感到焦虑、担心、缺乏安全；常会觉得世道艰辛，人生颇不如意，容易沮丧悲观；时时有患得患失之感，自觉不被他人接纳，也缺乏和人接近的勇气。这些感受可能是对当前生活事件的反应，但也可能是性格所决定的。需要树立信心，学会控制和化解自己的消极情绪。",
                "overallAppraisal": "您在因子忧虑性的得分属于高分。",
                "result": "您的忧虑性偏高。经常忧虑担心，有时会对他人的行为敏感，怀疑自己，对自己挑剔批评；通常容易自寻烦恼，感到焦虑、担心、缺乏安全；常会觉得世道艰辛，人生颇不如意，容易沮丧悲观；时时有患得患失之感，自觉不被他人接纳，也缺乏和人接近的勇气。这些感受可能是对当前生活事件的反应，但也可能是性格所决定的。",
                "suggestions": "您的忧虑性偏高，较为缺乏自信心，通常对于学习和工作的完成有不利的影响。建议您可以更为全面地认识自己，尤其需要认识到自己的优势和长处，树立信心；在面对困难和挫折时，学会控制和化解自己的消极情绪，尽力发挥自己的水平解决问题，进而不断增强自信心，形成良性循环。"
            },
            "low": {
                "briefReport": "您的忧虑性较低。表现为自我肯定，安详、沉着，对自己充满自信心，因此较少感到忧虑担心。通常会信任自己解决问题的能力，不轻易动摇，不会自寻烦恼和担心没有发生的事。您对生活有安全感，心境比较平静、愉快。您有时会因为对他人的忧虑和担心表现得缺乏同情或理解而引发他人的反感和恶意，这方面需要加以注意。",
                "overallAppraisal": "您在因子忧虑性的得分属于低分。",
                "result": "您的忧虑性较低。表现为自我肯定，安详、沉着，对自己充满自信心，因此较少感到忧虑担心。通常会信任自己解决问题的能力，不轻易动摇，不会自寻烦恼和担心没有发生的事。您对生活有安全感，心境比较平静、愉快。",
                "suggestions": "您的忧虑性水平较低。有较强的自信心，较少体验到烦恼和忧愁，不会对工作、学习和生活造成影响，您可以继续保持这一优势，自信需要建立在客观和理性的态度之上，保持适度的自信，如果过于自负或者自大则不利于人际交流与任务的完成。另外，您有时会因为对他人的忧虑和担心，有可能会缺乏同情或理解而引发他人的反感和恶意，这方面需要加以注意。"
            },
            "name": "忧虑性(O)",
            "ordinary": {
                "briefReport": "您的忧虑性中等。您通常对自己的优缺点有比较客观的认识，不会盲目地自我怀疑或推崇，有时会为自己的胜任能力有感到担忧、担心，但也不会轻易的自我否定，相信自己具有一定的解决问题的能力，不会经常感到担心、忧愁或者患得患失。您在感受到自己过多的忧虑情绪时，需要为自己减压，调整情绪。",
                "overallAppraisal": "您在因子忧虑性的得分属于中间分数。",
                "result": "您的忧虑性中等。您通常对自己的优缺点有比较客观的认识，不会盲目地自我怀疑或推崇，有时会为自己的胜任能力有感到担忧、担心，但也不会轻易的自我否定，相信自己具有一定的解决问题的能力，不会经常感到担心、忧愁或者患得患失。",
                "suggestions": "您的忧虑性中等，和大多数人一样，您对自己基本可以胜任的任务会保持平和的心态，但有时面临有难度的任务时会感到紧张、忧虑。有时过于焦虑、担心会影响正常能力的发挥或问题的解决。因此您在感受到自己过多的忧虑情绪时，需要为自己减压，调整情绪。研究证明，越是复杂的任务越需要身心相对放松的状态才有利于实际能力的发挥。"
            },
            "scoreStandardString": "3,8"
        },
        {
            "high": {
                "briefReport": "您的开放性较高。对变革持开放的态度，勇于尝试，思想自由。通常具有批评、激进的思想和创新精神，喜欢考验一些现有的理论和事实，予以新的评价；不拘泥于现实，会寻求新的途径以改变生活现状，愿意了解较先进的思想与行为，广见多闻，充实自己的生活经验；喜欢进行尝试，习惯于进行批判性思维，有时敢于质疑权威。",
                "overallAppraisal": "您在因子实验性的得分属于高分。",
                "result": "您的开放性较高。对变革持开放的态度，勇于尝试，思想自由。通常具有批评、激进的思想和创新精神，喜欢考验一些现有的理论和事实，予以新的评价；不拘泥于现实，会寻求新的途径以改变生活现状，愿意了解较先进的思想与行为，广见多闻，充实自己的生活经验；喜欢进行尝试，习惯于进行批判性思维，有时敢于质疑权威。",
                "suggestions": "您的开放性较高，对变革持一种高度开放的态度，会不断地寻求新的途径来改善生活状况，这可能会使开放性较高的人成为一个变革家和探险家，您可以继续保持这一优势，改善自己以及他人的生活。同时还需要对变革中的风险有着较为明确的认识，不能盲目地冒险；此外，还要善于从传统中事物中吸取精华的部分用于新的变革，需要对旧有的事物加以区分和撇弃。"
            },
            "low": {
                "briefReport": "您的开放性较低。表现为保守传统、尊重传统观念与行为标准，有时会抵制变革。通常墨守成规，无条件地接受社会中许多相沿已久而有权威性的见解，不愿尝试新的问题解决方法，经常不会去尝试改变生活现状。有时会激烈的反对新思潮以及一些新的变动。",
                "overallAppraisal": "您在因子实验性的得分属于低分。",
                "result": "您的开放性较低。表现为保守传统、尊重传统观念与行为标准，有时会抵制变革。通常墨守成规，无条件地接受社会中许多相沿已久而有权威性的见解，不愿尝试新的问题解决方法，经常不会去尝试改变生活现状。有时会激烈的反对新思潮以及一些新的变动。",
                "suggestions": "您的开放性水平偏低，倾向于不喜欢变革，不喜欢接受新的思想，而是习惯于服从于传统，墨守陈规，缺乏创造精神，有时会古板和固执。开放性水平偏低的人比较适合从事一些固定的、机械的工作。对于新鲜事物，您可以持有更为开放的态度，变革虽然可能会有一定的风险，但是也有可能会促使生活向着更为积极的方向转变，勇于尝试才可能使生活发生改观，而改变也可以带来新的希望和进步。                "
            },
            "name": "实验性(Q1)",
            "ordinary": {
                "briefReport": "您的开放性中等。与大多数人一样，您对新观念和经验的开放程度一般，不会顽固地墨守成规，能接受新思想、新事物，也有创新意识，但也不会主动地去探索、寻求变革，而是在遵循常规的基础上接受一定的变化性，在必要的时候会尝试新的途径和方法。您可以对生活多一些观察，主动发现现实中的不足之处，并试着从不同的角度探索改善的方法。",
                "overallAppraisal": "您在因子实验性的得分属于中间分数。",
                "result": "您的开放性中等。与大多数人一样，您对新观念和经验的开放程度一般，不会顽固地墨守成规，能接受新思想、新事物，也有创新意识，但也不会主动地去探索、寻求变革，而是在遵循常规的基础上接受一定的变化性，在必要的时候会尝试新的途径和方法。",
                "suggestions": "您的开放性中等，与大多数人一样，既服从于传统，同时又能够接受新的观点，有时可能还缺乏一些主动的创造精神，不会特别积极地倡导变革。您可以对生活多一些观察，主动发现现实中的不足之处，并试着从不同的角度探索改善的方法，变革虽然可能会有一定的风险，但是也有可能会促使生活向着更为积极的方向转变。"
            },
            "scoreStandardString": "3,8"
        },
        {
            "high": {
                "briefReport": "您的独立性水平偏高。表现在独立自主，有较强的个人主义色彩；通常有自己的思考和判断，能够当机立断，自作主张，独自完成自己的工作计划；不依赖人，也不受社会舆论的约束，同样也无意控制或支配别人，不会嫌恶他人，但也不需要别人的好感。有时也可能会不善合作，并忽略自己行为对他人的影响，所以还需要学会主动地听取他人的意见。",
                "overallAppraisal": "您在因子独立性的得分属于高分。",
                "result": "您的独立性水平偏高。表现在独立自主，有较强的个人主义色彩；通常有自己的思考和判断，能够当机立断，自作主张，独自完成自己的工作计划；不依赖人，也不受社会舆论的约束，同样也无意控制或支配别人，不会嫌恶他人，但也不需要别人的好感。有时也可能会不善合作，并忽略自己行为对他人的影响。",
                "suggestions": "您的独立性水平偏高，具有强烈的个人主义色彩，能够独自完成工作，具有较强的独立工作能力，但可能会缺乏合作精神。在当前的现实生活中，一个人的力量毕竟是微不足道的，大多数的工作需要各方面的人才通力合作，因此您可以在这方面加强合作精神。为此，在完成工作的过程中，您有时可能还需要主动地听取他人的意见，特别在完成需要集体智慧的工作中，更需要与他人加强沟通和交流，集思广益，更好地完成任务。"
            },
            "low": {
                "briefReport": "您的独立性水平较低。表现为依赖性强、随群附和；通常喜欢参与在一个集体活动中，与人共同工作，而不愿独立孤行；常常放弃个人主见，附和众议，以取得别人的好感；需要团体的支持以维持自信心，而并非真正的乐群者；有时有可能会变得过于依赖，在需要独自作主或者他人不足以依赖时而感到惊慌失措。",
                "overallAppraisal": "您在因子独立性的得分属于低分。",
                "result": "您的独立性水平较低。表现为依赖性强、随群附和；通常喜欢参与在一个集体活动中，与人共同工作，而不愿独立孤行；常常放弃个人主见，附和众议，以取得别人的好感；需要团体的支持以维持自信心，而并非真正的乐群者；有时有可能会变得过于依赖，在需要独自作主或者他人不足以依赖时而感到惊慌失措。",
                "suggestions": "您的独立性水平较低，独立性不强，有较强的依赖性，容易成为一个很好的追随者，但为此需要付出的代价是丧失了自己的主见，有时可能还会委曲求全。您可以逐步增强自己的独立性，主动表达自己的想法和观点，培养独自承担或完成任务的信心，减少依赖他人来制定决策和行动计划。"
            },
            "name": "独立性(Q2)",
            "ordinary": {
                "briefReport": "您的独立性水平中等。在一般的情况下，您与大多数人一样，会在融合于群体及独立于群体这两端中间寻找一个平衡；能够与他人合作完成任务，同时也有自己的判断和思考，并有着独立担负工作的信心和能力；不会过于依赖于团体也不会给人过于特立独行的印象。您可以继续保持这种优势，达到独立与合作之间的平衡。",
                "overallAppraisal": "您在因子独立性的得分属于中间分数。",
                "result": "您的独立性水平中等。在一般的情况下，您与大多数人一样，会在融合于群体及独立于群体这两端中间寻找一个平衡；能够与他人合作完成任务，同时也有自己的判断和思考，并有着独立担负工作的信心和能力；不会过于依赖于团体也不会给人过于特立独行的印象。",
                "suggestions": "您的独立性水平中等，与大多数人一样，您能够较好的承担起生活当中的角色，既保持一定的独立观点也愿意接受他人的正确看法。您可以继续保持这种优势，达到独立与合作之间的平衡。保持独立和与他人合作是十分重要的，在需要群体合作的工作任务中，需要尽力与他人建立良好合作的关系，并在合作的过程中保持自己的独立性，坚持自己的意见，同时对于一些需要独立完成的任务，有时也需要有信心和能力来独立地承担完成。"
            },
            "scoreStandardString": "3,8"
        },
        {
            "high": {
                "briefReport": "您的自律性水平偏高。表现在凡事追求完美，自律严谨，遵从目标导向；通常具有组织性，善于计划，言行一致，富有责任感；能够合理的支配自己的感情和行动，为人处事能赢得他人的尊重，具有领导者的才能；在组织性良好和结构化的情境中，能够表现得高效和有序，但对于不可预期的任务则容易适应不良；有时会被认为灵活性差，比较固执，过分专注于实务。",
                "overallAppraisal": "您在因子自律性的得分属于高分。",
                "result": "您的自律性水平偏高。表现在凡事追求完美，自律严谨，遵从目标导向；通常具有组织性，善于计划，言行一致，富有责任感；能够合理的支配自己的感情和行动，为人处事能赢得他人的尊重，具有领导者的才能；在组织性良好和结构化的情境中，能够表现得高效和有序，但对于不可预期的任务则容易适应不良；有时会被认为灵活性差，比较固执，过分专注于实务。",
                "suggestions": "您的自律性水平偏高，要求较高，凡事追求完美，具有很好的自律性、组织性和计划性，这样的特征有助于您高效和有序地完成任务目标，这对于取得较大的成就是非常重要的。因此您可以保持和发挥这一优势，不断达到和超越自己的目标。同时还需要注意不对自己和他人过分的苛求，制定合适的目标，否则会让自己或他人感到无法承受的压力、挫折。"
            },
            "low": {
                "briefReport": "您的自律性较低。表现为能够忍受混乱的局面，松懈、自我约束力低，较随意懒散、矛盾冲突，不顾大体；通常不喜欢对事情进行控制、计划和组织，对变化持被动接受的态度；有时既不能克制自己，又不能遵从习俗和规则，更不愿意考虑别人的需要，生活中充满矛盾，却无法解决，经常无法适应环境的要求。您可以制定长期的目标和短期的计划，约束自己按照计划执行。",
                "overallAppraisal": "您在因子自律性的得分属于低分。",
                "result": "您的自律性较低。表现为能够忍受混乱的局面，松懈、自我约束力低，较随意懒散、矛盾冲突，不顾大体；通常不喜欢对事情进行控制、计划和组织，对变化持被动接受的态度；有时既不能克制自己，又不能遵从习俗和规则，更不愿意考虑别人的需要，生活中充满矛盾，却无法解决，经常无法适应环境的要求。",
                "suggestions": "您的自律性较低，日常生活具有较大的灵活性，比较随意懒散，自我约束能力较低。这样的生活方式可能会让人更多地享受到生活的随意和舒适，但也可能会使人不思进取，培养懒惰的生活习惯，这并不利于个人的长远发展。您可以制定长期的目标和短期的计划，约束自己按照计划执行，同时还需要抵制生活中的各种诱惑，充分发展自己的潜在能力。"
            },
            "name": "   自律性(Q3)",
            "ordinary": {
                "briefReport": "您的自律性中等。通常处理问题时会有一定的计划性，但也有无法完全按照计划实施；会比较顾全大局，但有时有不能克制自己的欲望而违背规则或习俗；能够适应各种环境和团体，有时也有不善于利用环境资源实现自己的目标。",
                "overallAppraisal": "您在因子自律性的得分属于中间分数。",
                "result": "：您的自律性中等。通常处理问题时会有一定的计划性，但也有无法完全按照计划实施；会比较顾全大局，但有时有不能克制自己的欲望而违背规则或习俗；能够适应各种环境和团体，有时也有不善于利用环境资源实现自己的目标。",
                "suggestions": "您的自律性水平中等，具备一定是自律能力，在多数时候能够处理好工作、学习与娱乐的关系，有时也会放松对自己的要求。通常自律性高低与一个人最终的成就成正比，因此，您可以在自律性方面不断提高对自己的要求，坚定目标，增强勇气，取得更好的成就。"
            },
            "scoreStandardString": "3,8"
        },
        {
            "high": {
                "briefReport": "您的紧张性水平偏高。表现在紧张烦扰，激动挣扎，缺乏耐心；通常干劲十足，兴奋激动，在等待时会表现焦急不安，心神不定。时常感觉疲乏，又无法彻底放松和休息。每日生活战战兢兢，而不能自已。未能在生活或者职业中发挥本身才智潜能的人多会具有高度的紧张性。因此您可以学习如何降低自己的紧张焦虑水平，以理智的心态对待生活和工作中出现的困难和挫折，积极促进问题的解决而来减轻或减少紧张烦忧。",
                "overallAppraisal": "您在因子紧张性的得分属于高分。",
                "result": "您的紧张性水平偏高。表现在紧张烦扰，激动挣扎，缺乏耐心；通常干劲十足，兴奋激动，在等待时会表现焦急不安，心神不定。时常感觉疲乏，又无法彻底放松和休息。每日生活战战兢兢，而不能自已。未能在生活或者职业中发挥本身才智潜能的人多会具有高度的紧张性。",
                "suggestions": "您的紧张性水平偏高，容易体验到不安和心身疲惫。适度的紧张对于任务的完成能够起到一定的积极作用，但过多和过少的紧张都不利于任务的完成，同时也会干扰身心的正常状态。因此您可以学习如何降低自己的紧张焦虑水平，以理智的心态对待生活和工作中出现的困难和挫折，积极促进问题的解决而来减轻或减少紧张烦忧。"
            },
            "low": {
                "briefReport": "您的紧张性较低。表现为心平气和，闲散宁静，有耐心；通常知足长乐，随遇而安，能够保持内心的平静；不易产生沮丧情绪，也不易被激惹，情绪比较稳定，较少体验到挫折感；有时也可能过分疏懒，安于现状，缺乏进取心。您可以树立自己的目标，尽力而为，当遇到困难和挫折时，需要发扬这一优势，保持平和的心态，不回避问题，努力地去解决它。",
                "overallAppraisal": "您在因子紧张性的得分属于低分。",
                "result": "的紧张性较低。表现为心平气和，闲散宁静，有耐心；通常知足长乐，随遇而安，能够保持内心的平静；不易产生沮丧情绪，也不易被激惹，情绪比较稳定，较少体验到挫折感；有时也可能过分疏懒，安于现状，缺乏进取心。",
                "suggestions": "您的紧张性水平较低，情绪比较稳定，通常心满意足。这一特征使得您能够保持内心的平静，但有时可能会通过回避客观现实而达到内心平和，有时也可能因为追求平静而放弃竞争，放弃了对于生活的追求。您可以树立自己的目标，尽力而为，当遇到困难和挫折时，需要发扬这一优势，保持平和的心态，不回避问题，努力地去解决它。"
            },
            "name": "紧张性(Q4)",
            "ordinary": {
                "briefReport": "您的紧张性水平中等。通常与您大多数人一样能够保持心态的平和放松，享受生活和工作带给自己的乐趣，有时在面对压力情境时，也会感到紧张、不安和焦虑，进而调整身心进入\"备战\"状态。适度的紧张有利于您提高效率，更好的完成任务。",
                "overallAppraisal": "您在因子紧张性的得分属于中间分数。",
                "result": "您的紧张性水平中等。通常与您大多数人一样能够保持心态的平和放松，享受生活和工作带给自己的乐趣，有时在面对压力情境时，也会感到紧张、不安和焦虑，进而调整身心进入备战状态。适度的紧张有利于您提高效率，更好的完成任务。",
                "suggestions": "您的紧张性水平中等，有时会体验到紧张与不安，多数时候能够保持内心的安稳和平静。适度的紧张对于任务的完成能够起到一定的积极作用，但过多和过少的紧张都不利于任务的完成，因此您可以在紧张和平和之间保持一定的平衡。在尽力为目标努力的过程中，遇到困难和挫折时，需要保持冷静和平和的心态，努力地去面对和解决。"
            },
            "scoreStandardString": "3,8"
        },
        {
            "high": {
                "briefReport": "您的适应与焦虑型级别较高。表现在易于激动焦虑，经常感到事事都不顺利。通常对于自己境遇感觉不满意，其中包括自己意欲达成的事情，以及所处的环境。高度的焦虑不但减低工作的效率，而且也会影响身体和心理的健康。焦虑的心态会减低工作的效率，还会影响身体健康，不利于您顺利进行学习、工作和生活，必要时可能需要心理咨询专业人员来对自己的状况进行诊断和疏导。",
                "overallAppraisal": "您在因子适应与焦虑型的得分属于高分。",
                "result": "您的适应与焦虑型级别较高。表现在易于激动焦虑，经常感到事事都不顺利。通常对于自己境遇感觉不满意，其中包括自己意欲达成的事情，以及所处的环境。高度的焦虑不但减低工作的效率，而且也会影响身体和心理的健康。",
                "suggestions": "您的焦虑水平较高，这有可能是对当前生活的不满足或者不适应造成的。焦虑的心态会减低工作的效率，还会影响身体健康，不利于您顺利进行学习、工作和生活，必要时可能需要心理咨询专业人员来对自己的状况进行诊断和疏导。您可以对自己的优劣势以及目前的主要困境先进行比较全面的认识，然后分析自己的具体情况，制定出可行的目标和计划，放弃一些不符合实际的幻想，同时也需要对自己的不良情绪进行疏导，逐步地向着目标努力。"
            },
            "low": {
                "briefReport": "您的适应与焦虑型级别较低。您的生活基本顺利，感到基本上满足于现在的生活，有时也会在工作或生活中有一定的压力和危机感，偶尔会带来一些困扰，但同时也带来前行的动力。中度的焦虑水平能够促使您高效率的完成日常工作。",
                "overallAppraisal": "您在因子适应与焦虑型的得分属于低分。",
                "result": "您的适应与焦虑型级别较低。您的生活基本顺利，感到基本上满足于现在的生活，有时也会在工作或生活中有一定的压力和危机感，偶尔会带来一些困扰，但同时也带来前行的动力。中度的焦虑水平能够促使您高效率的完成日常工作。                ",
                "suggestions": "同大多数人一样，您基本上适应了当前的学习、工作和生活，但也体验到了一定的焦虑和紧张感。这种状况有助于您付出更多的努力来达到目标。您可以很好地适应于当前的压力状况，在必要的时刻，学会采用适当的排解方法来暂时地缓解压力，消除不良情绪，将更多的精力用于解决实际问题而不是忧虑担心。"
            },
            "name": "适应与焦虑型",
            "ordinary": {
                "briefReport": "您的适应与焦虑型级别中等。表现在易于激动焦虑，经常感到生活不顺利。通常对于自己境遇感觉不满意，其中包括自己意欲达成的事情，以及所处的环境。有时焦虑会减低工作的效率，而且也会影响身体和心理的健康。",
                "overallAppraisal": "您在因子适应与焦虑型的得分属于中间分数。",
                "result": "您的适应与焦虑型级别中等。表现在易于激动焦虑，经常感到生活不顺利。通常对于自己境遇感觉不满意，其中包括自己意欲达成的事情，以及所处的环境。有时焦虑会减低工作的效率，而且也会影响身体和心理的健康。",
                "suggestions": "您的焦虑水平偏高，这有可能是对当前生活的不满足或者不适应造成的。焦虑和不满足的心态不利于您顺利进行学习、工作和生活，必要时可能需要心理咨询专业人员来对自己的状况进行诊断和疏导。一般来讲，您可以对自己的优劣势以及目前的主要困境先进行比较全面的认识，然后分析自己的具体情况，制定出可行的目标和计划，放弃一些不符合实际的幻想，同时也需要对自己的不良情绪进行疏导，逐步地向着目标努力。"
            },
            "scoreStandardString": "3,8"
        },
        {
            "high": {
                "briefReport": "您的内向与外向级别较高。您性格外向，通常擅于交友，喜欢参与社会活动，喜欢与人交往，且热情而不计小节，不受拘束。常常无法忍受较长时间的独处，容易感到孤独寂寞。外向的人通常热情奔放，适于从事市场推销等直接与人打交道的工作。",
                "overallAppraisal": "您在因子内向与外向型的得分属于高分。",
                "result": "您的内向与外向级别较高。您性格外向，通常擅于交友，喜欢参与社会活动，喜欢与人交往，且热情而不计小节，不受拘束。常常无法忍受较长时间的独处，容易感到孤独寂寞。外向的人通常热情奔放，适于从事市场推销等直接与人打交道的工作。",
                "suggestions": "您的性格特征较为开朗和外向，喜欢进行社会交往，但可能不是特别善于进行独立的思考和工作。内外向的性格特征没有所谓的好与坏，只是需要选择适合的工作岗位来适应于自己的性格特征，如从事与人打交道的工作，并避免进行理论研究，或者与机器打交道的工作。性格特征也不是一成不变的，在进行社会活动的同时也要给自己留出独立的空间，勤于思考，保持自己的独立性和主见，经常反思和总结，以此指导自己以后的行为。"
            },
            "low": {
                "briefReport": "您的内向与外向级别较低。表现为性格内向，羞怯而审慎。不喜欢参与社会活动，不喜欢与他人交往，与人相处多拘谨不自然。您喜欢独处，在自己一个人时可以自得其乐，而不容易感到孤独、寂寞。内向者一般做事较细心，能从事需要较高精确性的工作。",
                "overallAppraisal": "您在因子内向与外向型的得分属于低分。",
                "result": "您的内向与外向级别较低。表现为性格内向，羞怯而审慎。不喜欢参与社会活动，不喜欢与他人交往，与人相处多拘谨不自然。您喜欢独处，在自己一个人时可以自得其乐，而不容易感到孤独、寂寞。内向者一般做事较细心，能从事需要较高精确性的工作。",
                "suggestions": "您的性格比较内向，喜欢进行独立的思考和工作，不喜欢进行社会交往，内外向的性格特征没有所谓的好与坏，只是需要选择适合的工作岗位来适应于自己的性格特征，如进行理论研究，或者从事与机器打交道的工作，并避免从事与他人打交道的工作。性格特征也不是一成不变的，对于不善于进行社会交往的人，社交技能的学习和实践可以有效地改善其社会交往能力。"
            },
            "name": "内向与外向型",
            "ordinary": {
                "briefReport": "您的内向与外向级别中等。表现为性格界于内向与外向之间，在社交能力方面比较一般，虽然说不能在社交情境中挥洒自如，但也能够良好得完成与他人的日常交往，在社交场合行为恰当，符合礼仪；同时也比较喜欢独处，能较好的适应独立工作和与他人共事的工作。",
                "overallAppraisal": "您在因子内向与外向型的属于中间分数。",
                "result": "您的内向与外向级别中等。表现为性格界于内向与外向之间，在社交能力方面比较一般，虽然说不能在社交情境中挥洒自如，但也能够良好得完成与他人的日常交往，在社交场合行为恰当，符合礼仪；同时也比较喜欢独处，能较好的适应独立工作和与他人共事的工作。",
                "suggestions": "同大多数人一样，您的性格兼俱内外向的特征。在社会交往情境中，您可以更加大胆敢为，主动和热情，表现出开朗外向的一面，从而建立良好的人际关系；同时也要给自己留出独立的空间，保持自己的独立性和主见，经常反思和总结，以此指导自己以后的行为。在选择工作岗位时，可以从事那些同时与人与物打交道的工作，这样可以更好地发挥自己的能力水平。"
            },
            "scoreStandardString": "3,8"
        },
        {
            "high": {
                "briefReport": "您的感情用事与机警性级别较高。表现为安祥警觉，通常果断、刚毅、有进取精神。有时过于实事求是的态度常导致过分现实，从而忽视了很多生活的情趣和快乐。遇到困难时，有时会欠缺考虑，不计后果，便冒然行事。留心生活中存在的情趣和美，有时需要听取他人的意见和建议，这样可以有助于您从多个角度来看待问题。",
                "overallAppraisal": "您在因子感情用事与安详机警型的得分属于高分。",
                "result": "您的感情用事与机警性级别较高。表现为安祥警觉，通常果断、刚毅、有进取精神。有时过于实事求是的态度常导致过分现实，从而忽视了很多生活的情趣和快乐。遇到困难时，有时会欠缺考虑，不计后果，便冒然行事。",
                "suggestions": "您比较习惯于采取冷静和客观的态度来分析并处理问题，这样的性格特征比较果断，具有实事求是的精神，但是可能忽略了生活情绪和生活艺术。您可以在以客观、果断和现实的态度来解决问题的同时，不妨再多一些思考，并考虑其中的感性成分，留心生活中存在的情趣和美，有时需要听取他人的意见和建议，这样可以有助于您从多个角度来看待问题。"
            },
            "low": {
                "briefReport": "您的感情用事与机警性级别较低。表现为情绪经常困扰不安，通常对生活感觉挫折气馁，遇到问题，必须反复思考才能采取决定，容易感情用事；但同时较为含蓄敏感，温文尔雅，比较关注生活的情趣，讲究生活艺术。",
                "overallAppraisal": "您在因子感情用事与安详机警型的得分属于低分。",
                "result": "您的感情用事与机警性级别较低。表现为情绪经常困扰不安，通常对生活感觉挫折气馁，遇到问题，必须反复思考才能采取决定，容易感情用事；但同时较为含蓄敏感，温文尔雅，比较关注生活的情趣，讲究生活艺术。",
                "suggestions": "您比较习惯于感情用事，这样的性格特征比较注重生活艺术，但是缺乏果断和实事求是的精神，这可能会造成决策过程的犹豫不决以及决策结果的不现实和不客观，您可以在享受生活情调的同时也需要注意克服自己的感情用事，在意识到情绪产生变化的时候不妨先让自己暂停，然后待情绪冷静的时再客观地分析问题，并克服困难；同时也需要听取他人的意见和建议，这样可以有助于您从多个角度来看待问题。"
            },
            "name": "感情用事与安详机警型",
            "ordinary": {
                "briefReport": "您的感情用事与机警性级别中等。日常行事中兼有理性和感性的成份，一般问题都可以理性的思考和解决，但是在重大事件或紧急情况下，也难免表现得情绪化，过多考虑自己的感受，抱怨和回避压力，不够理智和机敏。您喜欢有情趣的生活，但不会因此过分花费精力和时间。",
                "overallAppraisal": "您在因子感情用事与安详机警型的得分属于中间分数。",
                "result": "您的感情用事与机警性级别中等。日常行事中兼有理性和感性的成份，一般问题都可以理性的思考和解决，但是在重大事件或紧急情况下，也难免表现得情绪化，过多考虑自己的感受，抱怨和回避压力，不够理智和机敏。您喜欢有情趣的生活，但不会因此过分花费精力和时间。",
                "suggestions": "：和大多数人一样，您兼俱感情用事和安详机警的特征，这使得您能够较好地处理一般化的问题，对于重大事件或紧急情况下的事情，您的处理方式可能还不太成熟，这时您需要控制情绪，避免感情用事，在冷静后客观地分析和解决问题；同时不过于冒险地采取行动，多一些思考，并考虑到其中的感性成分，最后可以听取他人的意见和建议，这样有助于您从多个角度来看待问题。"
            },
            "scoreStandardString": "3,8"
        },
        {
            "high": {
                "briefReport": "您的怯懦与果敢型得分较高。您处事比较果断。独立、果敢、敢于显露锋芒、有气魄。遇事沉重、冷静，善于分析情势，并会及时做出决断，而不会犹豫不决或者反复征求他人的建议。您通常会自动地寻找可以施展所长的环境或机会，愿意承担领导职责，以便充分表现自己的能力。一个人的想法有时也许会有比较片面，因此需要听取他人的意见和建议，这样可以有助于您从多个角度来看待和分析问题。",
                "overallAppraisal": "您在因子怯懦与果敢型的得分属于高分。",
                "result": "您的怯懦与果敢型级别较高。您处事比较果断。独立、果敢、敢于显露锋芒、有气魄。遇事沉重、冷静，善于分析情势，并会及时做出决断，而不会犹豫不决或者反复征求他人的建议。您通常会自动地寻找可以施展所长的环境或机会，愿意承担领导职责，以便充分表现自己的能力。",
                "suggestions": "您比较独立果断，在制定决策的过程中能够表现出自己的气魄和魅力，容易在一个群体中担当起领导角色，您可以继续保持这一优势，在制定决策的过程中，注意结合多方面的信息来保证决策的正确性。另外，一个人的想法有时也许会有比较片面，因此需要听取他人的意见和建议，这样可以有助于您从多个角度来看待和分析问题。"
            },
            "low": {
                "briefReport": "您的怯懦与果敢型得分较低。表现在常听别人说什么就是什么，比较优柔寡断，不敢做决定，受人驱使而不能独立，比较依赖别人的扶持，因而事事迁就，以获取别人的欢心。您可以学习根据自己内心的想法来决定，逐步增加独立和果断。",
                "overallAppraisal": "您在因子怯懦与果敢型的得分属于低分。",
                "result": "您的怯懦与果敢型级别较低。表现在常听别人说什么就是什么，比较优柔寡断，不敢做决定，受人驱使而不能独立，比较依赖别人的扶持，因而事事迁就，以获取别人的欢",
                "suggestions": "您比较优柔寡断，常会太多听取他人意见而让自己难以决断，在制定决策的过程中，您可以学习根据自己内心的想法来决定，逐步增加独立和果断。人的果断性来源于经验和对事情全面的了解，因此通过观察和思考，不断从成功和失败中吸取经验、教训，一旦做出决策就要坚决实施，这样有助于您能减少犹豫和反复权衡，逐步提高独立和果断。"
            },
            "name": "怯懦与果敢型",
            "ordinary": {
                "briefReport": "您的怯懦与果敢型中等。您的果断性一般，会受到社会期望以及社会规范的一些影响，在重要目标的选择和重大事件的决策上往往遵循多数人的看法或者权威人事的意见。但同时对于个人的一般性问题愿意自行做出判断、决策，通常会主动听取他人的建议，不会让人有锋芒毕露的感觉，也不会让人感到怯懦，缺乏主见。",
                "overallAppraisal": "您在因子怯懦与果敢型的得分属于中间分数。",
                "result": "您的怯懦与果敢型级别中等。您的果断性一般，会受到社会期望以及社会规范的一些影响，在重要目标的选择和重大事件的决策上往往遵循多数人的看法或者权威人事的意见。但同时对于个人的一般性问题愿意自行做出判断、决策，通常会主动听取他人的建议，不会让人有锋芒毕露的感觉，也不会让人感到怯懦，缺乏主见。",
                "suggestions": "同大多数人一样，您的怯懦和果敢性特征居于一般水平，在学习、工作和生活过程中表现出一定的果敢和魄力，但是有时也会优柔寡断、人云亦云。您可以在今后的生活中更加独立和果断。人的果断性来源于经验和对事情全面的了解，因此通过观察和思考，不断从成功和失败中吸取经验、教训，同时在决策之前多收集相关信息和他人的观点作为参考依据，一旦做出决策就要坚决实施，不需要过多的犹豫和反复权衡。"
            },
            "scoreStandardString": "3,8"
        },
        {
            "high": {
                "briefReport": "您目前处于良好的心理状态之上，情绪稳定，有助于工作和学习的顺利进行。心理健康状态是一切职业及事业成功的重要基础，心理健康状态良好者能够充分发挥个人的最大潜能，妥善处理和适应人与人之间、人与社会环境之间的相互关系。您可继续保持自己的优势，同时可多了解维护心理健康的方法。",
                "overallAppraisal": "您在因子心理健康因素的得分属于高分。",
                "result": "您目前处于良好的心理状态之下，情绪稳定，有助于工作和学习的顺利进行。心理健康状态是一切职业及事业成功的重要基础，心理健康状态不佳者，其学习及工作效率都会因之降低。",
                "suggestions": "恭喜你，你目前的心理健康状态良好。心理健康状态良好者能够充分发挥个人的最大潜能，妥善处理和适应人与人之间、人与社会环境之间的相互关系。您可继续保持自己的优势，同时可多了解维护心理健康的方法。"
            },
            "low": {
                "briefReport": "您目前的心理状态不佳，不利于工作和学习的顺利进行。心理健康状态是一切职业及事业成功的重要基础，心理健康状态不佳者，其学习及工作效率都会因之降低。您可尝试采用以下方法：①认识自我，知道“我是谁”。自我认识的方式有许多种：自己反思，读书，读传记，观察别人、与别人讨论，以及在试错排错的行动中认识自己等。②确立目标，知道“我到底想要什么”。③能建设性地满足自己的需要。④能与自己和他人友好相处。⑤能保持开放的心态。⑥注意躯体健康。⑦善于享受工作和生活。⑧不断提高解决问题的能力。⑨要建立一个社会支持系统。",
                "overallAppraisal": "您在因子心理健康因素的得分属于低分。",
                "result": "您目前的心理状态不佳，不利于工作和学习的顺利进行。心理健康状态是一切职业及事业成功的重要基础，心理健康状态不佳者，其学习及工作效率都会因之降低。",
                "suggestions": "测评结果显示你目前的心理健康状态不佳。心理健康状态良好者能够充分发挥个人的最大潜能，妥善处理和适应人与人之间、人与社会环境之间的相互关系。要想保持较高水平的心理健康，您可尝试采用以下方法：①认识自我，知道“我是谁”。自我认识的方式有许多种：自己反思，读书，读传记，观察别人、与别人讨论，以及在试错排错的行动中认识自己等。②确立目标，知道“我到底想要什么”。③能建设性地满足自己的需要。④能与自己和他人友好相处。⑤能保持开放的心态。⑥注意躯体健康。⑦善于享受工作和生活。⑧不断提高解决问题的能力。⑨要建立一个社会支持系统。"
            },
            "name": "心理健康因素(Y1)",
            "ordinary": {
                "briefReport": "您目前的心理状态处于正常水平。如果担任艰巨工作，可能需有更高的心理健康标准分。心理健康状态是一切职业及事业成功的重要基础，心理健康状态不佳者，其学习及工作效率都会因之降低。",
                "overallAppraisal": "您在因子心理健康因素的得分属于中间分数。",
                "result": "您目前的心理状态处于正常水平。如果担任艰巨工作，可能需有更高的心理健康标准分。心理健康状态是一切职业及事业成功的重要基础，心理健康状态不佳者，其学习及工作效率都会因之降低。",
                "suggestions": "测评结果显示您目前的心理状态处于正常水平。心理健康状态良好者能够充分发挥个人的最大潜能，妥善处理和适应人与人之间、人与社会环境之间的相互关系。要想保持较高水平的心理健康，您可尝试采用以下方法：①认识自我，知道“我是谁”。自我认识的方式有许多种：自己反思，读书，读传记，观察别人、与别人讨论，以及在试错排错的行动中认识自己等。②确立目标，知道“我到底想要什么”。③能建设性地满足自己的需要。④能与自己和他人友好相处。⑤能保持开放的心态。⑥注意躯体健康。⑦善于享受工作和生活。⑧不断提高解决问题的能力。⑨要建立一个社会支持系统。"
            },
            "scoreStandardString": "13,27"
        },
        {
            "high": {
                "briefReport": "您从事专业而有成就的可能性较大，您的个性特点有利于您取得专业上的成就，比较有可能获得较大成就。专业有成就者的个性因素指人格中的某些因素可能对将来的专业成就所具有的影响，它并不代表将来专业成就所达到的水平。",
                "overallAppraisal": "您在因子专业有成就者的个性因素的得分属于高分。",
                "result": "您从事专业而有成就的可能性较大，您的个性特点有利于您取得专业上的成就，比较有可能获得较大成就。",
                "suggestions": "专业有成就者的个性因素指人格中的某些因素可能对将来的专业成就所具有的影响，它并不代表将来专业成就所达到的水平。智商高低固然是选择专业人才的标准，但是某些人格因素也是取得专业成就的重要成份。要想利用自身的人格特质促进专业方面取得较大的成就，个体应当注意在日常生活中塑造良好的人格特点。一般而言，同等能力条件下，情绪稳定、轻松兴奋、有恒负责、安详沉着、自由激进、知己自律、心平气和的个体，更有利于取得专业成就。您可以有意识地训练自己，朝着良好的方向塑造自己的性格。使自己具有成熟的自我意识、和谐的人际关系、崇高的品德、良好的性格、积极的情感、开拓创新的精神和能力。"
            },
            "low": {
                "briefReport": "您从事专业而有成就的可能性较小，您的个性特点不利于您取得专业上的成就，若想要获得较大成就可能需要付出比别人更多的努力。注意在日常生活中塑造良好的人格特点，一般而言，同等能力条件下，情绪稳定、轻松兴奋、有恒负责、安详沉着、自由激进、知己自律、心平气和的个体，更有利于取得专业成就。",
                "overallAppraisal": "您在因子专业有成就者的个性因素的得分属于低分。",
                "result": "您从事专业而有成就的可能性较小，您的个性特点不利于您取得专业上的成就，若想要获得较大成就可能需要付出比别人更多的努力。",
                "suggestions": "专业有成就者的个性因素指人格中的某些因素可能对将来的专业成就所具有的影响，它并不代表将来专业成就所达到的水平。智商高低固然是选择专业人才的标准，但是某些人格因素也是取得专业成就的重要成份。要想利用自身的人格特质促进专业方面取得较大的成就，个体应当注意在日常生活中塑造良好的人格特点。一般而言，同等能力条件下，情绪稳定、轻松兴奋、有恒负责、安详沉着、自由激进、知己自律、心平气和的个体，更有利于取得专业成就。您可以有意识地训练自己，朝着良好的方向塑造自己的性格。使自己具有成熟的自我意识、和谐的人际关系、崇高的品德、良好的性格、积极的情感、开拓创新的精神和能力。"
            },
            "name": "专业有成就者的个性因素(Y2)",
            "ordinary": {
                "briefReport": "您从事专业而有成就的可能性一般，如果您想取得专业上的成就，还需要付出一定的努力。专业有成就者的个性因素指人格中的某些因素可能对将来的专业成就所具有的影响，它并不代表将来专业成就所达到的水平。注意在日常生活中塑造良好的人格特点。一般而言，同等能力条件下，情绪稳定、轻松兴奋、有恒负责、安详沉着、自由激进、知己自律、心平气和的个体，更有利于取得专业成就。",
                "overallAppraisal": "您在因子专业有成就者的个性因素的得分属于中间分数。",
                "result": "您从事专业而有成就的可能性一般，如果您想取得专业上的成就，还需要付出一定的努力。",
                "suggestions": "专业有成就者的个性因素指人格中的某些因素可能对将来的专业成就所具有的影响，它并不代表将来专业成就所达到的水平。智商高低固然是选择专业人才的标准，但是某些人格因素也是取得专业成就的重要成份。要想利用自身的人格特质促进专业方面取得较大的成就，个体应当注意在日常生活中塑造良好的人格特点。一般而言，同等能力条件下，情绪稳定、轻松兴奋、有恒负责、安详沉着、自由激进、知己自律、心平气和的个体，更有利于取得专业成就。您可以有意识地训练自己，朝着良好的方向塑造自己的性格。使自己具有成熟的自我意识、和谐的人际关系、崇高的品德、良好的性格、积极的情感、开拓创新的精神和能力。 "
            },
            "scoreStandardString": "43,67"
        },
        {
            "high": {
                "briefReport": "您的创造力较强：创造力较高，思维活跃，可胜任需要创造性能力的工作。具有较高创造力的人一般具有以下几个人格因素：缄默孤立，聪慧富有才识，好强固执，严肃审慎，冒险敢为，敏感、感情用事，幻想、狂放不羁，坦白直率，自由、批评、激进，自立、当机立断。通过坚持探究、驰骋思想、善于思考、不守定规，这些方法可进一步训练自身的创造能力。",
                "overallAppraisal": "您在因子创造能力个性因素的得分属于高分。",
                "result": "您的创造力较强：创造力较高，思维活跃，可胜任需要创造性能力的工作。具有较高创造力的人一般具有以下几个人格因素：缄默孤立，聪慧富有才识，好强固执，严肃审慎，冒险敢为，敏感、感情用事，幻想、狂放不羁，坦白直率，自由、批评、激进，自立、当机立断。",
                "suggestions": "创新是推动人类文明进步的激情，个体的创造能力是主体发展的最高形式。为了提升个体的创造能力，个体应注意与创造能力密切相关的个性特点，如聪慧、幻想、自由等，并进行有意识的训练雕塑。坚持探究、驰骋思想、善于思考、不守定规，这些方法可帮助个体训练自身的创造能力。"
            },
            "low": {
                "briefReport": "您的创造力较弱：创造力较低，思维较为定势，不易打破传统的思维方式。为了提升个体的创造能力，应注意与创造能力密切相关的个性特点，如聪慧、幻想、自由等。坚持探究、驰骋思想、善于思考、不守定规，这些方法可帮助个体训练自身的创造能力。",
                "overallAppraisal": "您在因子创造能力个性因素的得分属于低分。",
                "result": "您的创造力较弱：创造力较低，思维较为定势，不易打破传统的思维方式。具有较高创造力的人一般具有以下几个人格因素：缄默孤立，聪慧富有才识，好强固执，严肃审慎，冒险敢为，敏感、感情用事，幻想、狂放不羁，坦白直率，自由、批评、激进，自立、当机立断。",
                "suggestions": "创新是推动人类文明进步的激情，个体的创造能力是主体发展的最高形式。为了提升个体的创造能力，个体应注意与创造能力密切相关的个性特点，如聪慧、幻想、自由等，并进行有意识的训练雕塑。坚持探究、驰骋思想、善于思考、不守定规，这些方法可帮助个体训练自身的创造能力。"
            },
            "name": "创造能力个性因素(Y3)",
            "ordinary": {
                "briefReport": "您的创造力一般：创造力一般，思维有时较为定势，有固定传统的思维方式。为了提升个体的创造能力，应注意与创造能力密切相关的个性特点，如聪慧、幻想、自由等。坚持探究、驰骋思想、善于思考、不守定规，这些方法可帮助个体训练自身的创造能力。",
                "overallAppraisal": "您在因子创造能力个性因素的得分属于中间分数。",
                "result": "您的创造力一般：创造力一般，思维有时较为定势，有固定传统的思维方式。具有较高创造力的人一般具有以下几个人格因素：缄默孤立，聪慧富有才识，好强固执，严肃审慎，冒险敢为，敏感、感情用事，幻想、狂放不羁，坦白直率，自由、批评、激进，自立、当机立断。",
                "suggestions": "创新是推动人类文明进步的激情，个体的创造能力是主体发展的最高形式。为了提升个体的创造能力，个体应注意与创造能力密切相关的个性特点，如聪慧、幻想、自由等，并进行有意识的训练雕塑。坚持探究、驰骋思想、善于思考、不守定规，这些方法可帮助个体训练自身的创造能力。"
            },
            "scoreStandardString": "4,7"
        },
        {
            "high": {
                "briefReport": "您在新环境的适应能力较强，能迅速融入新的环境之中，发挥自身的能力，有成功的希望。适应能力，是指人从心理上适应周围环境的能力。个体如果能够迅速、顺利地适应新的环境，在新的环境中就有较强的成长能力，成功的希望也就会比较大。一般来说，乐群、平易近人、积极主动的个性特征对于在新环境中取得成功是有利的。",
                "overallAppraisal": "您在因子在新环境中有成长能力的个性因素的得分属于高分。",
                "result": "您在新环境的适应能力较强，能迅速融入新的环境之中，发挥自身的能力，有成功的希望。",
                "suggestions": "适应能力，是指人从心理上适应周围环境的能力。个体如果能够迅速、顺利地适应新的环境，在新的环境中就有较强的成长能力，成功的希望也就会比较大。一般来说，乐群、平易近人、积极主动的个性特征对于在新环境中取得成功是有利的。要想良好地适应新环境并取得成功，个体需要注意以下三个方面的适应：心态适应、工作适应和人际适应。　　"
            },
            "low": {
                "briefReport": "您在新环境中的成长能力可能较弱，新环境的适应能力不强，在新环境中的成长能力相对较弱，因而成长可能比较缓慢。需要注意以下三个方面的适应：心态适应、工作适应和人际适应。",
                "overallAppraisal": "您在因子在新环境中有成长能力的个性因素的得分属于低分。",
                "result": "您在新环境中的成长能力可能较弱，新环境的适应能力不强，在新环境中的成长能力相对较弱，因而成长可能比较缓慢。　",
                "suggestions": "适应能力，是指人从心理上适应周围环境的能力。个体如果能够迅速、顺利地适应新的环境，在新的环境中就有较强的成长能力，成功的希望也就会比较大。一般来说，乐群、平易近人、积极主动的个性特征对于在新环境中取得成功是有利的。要想良好地适应新环境并取得成功，个体需要注意以下三个方面的适应：心态适应、工作适应和人际适应。"
            },
            "name": "在新环境中有成长能力的个性因素(Y4)",
            "ordinary": {
                "briefReport": "您在新环境中的成长能力可能一般，在一定的时间内可以适应新环境。适应能力，是指人从心理上适应周围环境的能力。个体如果能够迅速、顺利地适应新的环境，在新的环境中就有较强的成长能力，成功的希望也就会比较大。需要注意以下三个方面的适应：心态适应、工作适应和人际适应。",
                "overallAppraisal": "您在因子在新环境中有成长能力的个性因素的得分属于中间分数。",
                "result": "您在新环境中的成长能力可能一般，在一定的时间内可以适应新环境。　　",
                "suggestions": "适应能力，是指人从心理上适应周围环境的能力。个体如果能够迅速、顺利地适应新的环境，在新的环境中就有较强的成长能力，成功的希望也就会比较大。一般来说，乐群、平易近人、积极主动的个性特征对于在新环境中取得成功是有利的。要想良好地适应新环境并取得成功，个体需要注意以下三个方面的适应：心态适应、工作适应和人际适应。"
            },
            "scoreStandardString": "17,25"
        }
    ],
    "referencescore": "十六种人格因素各自独立,每一种因素与其他各因素的相关度极小。对于16PF测验结果不能针对某一个因素孤立地区看待其意义。每一种因素的测量能认识被试的某一方面的人格特征,整个问卷能对被试的16 种个性因素综合了解,从而全面地评价被试的个性。16种人格因素和次级因素Y3的分数解释以标准分为准，次级因素X1、X2、X3、X4、Y1、Y2、Y4的分数解释以原始分为准。其中，各因素标准分的范围为：1、得分≤3       低分2、3＜得分＜8    中间状态3、8≤得分       高分",
    "tableName": "卡特尔十六种人格测验 : 全面描述你是怎么的人",
    "templateName": "pf16TPL.docx"
}