{
    "description": "首先，非常感谢您选用《Olson婚姻质量问卷》。
    OLSON婚姻质量问卷是美国明尼苏达大学Olson教授等1981年在已有较好信、效度的婚前预测问卷（PREPARE）的基础上编制的问卷。该量表包括1个整体婚姻满意度量表和11个维度，分别为过分理想化、性格相融性、夫妻交流、解决冲突的方式、经济安排、业余活动、性生活、子女和婚姻、与亲友的关系、角色平等性及生活观念。
    婚姻质量，作为影响人类身心健康与生活质量的一个重要因素，已经日益受到社会大众的重视。已有众多的研究表明，婚姻幸福与否受多因素影响，它主要来源于三个方面:
    1、个体因素，包括文化背景，价值观，对婚姻的期望，在婚姻中承担的义务，个性等。
    2、婚际因素，包括夫妻间权力与角色的分配，夫妻间交流解决冲突的方式与能力，性生活等。
    3、外界因素，包括经济状态，与子女，父母的关系，与亲人，朋友的关系。
    此问卷为自评量表，适用对象为已婚者，有124个题目，由受试者独立做出5级评定，一次评定一般为30分钟。目前，它主要用于婚姻咨询工作中，用以判断婚姻的满意程度，识别婚姻的冲突所在，以便有针对性地开展婚姻治疗和效果观察。
",
    "factorData": [
        {
            "high": {
                "briefReport": "目前您对自己婚姻的未来评价高，认为您的婚姻将比别人更为幸福，认为对方将会是最理想的伴侣。相互之间充满了浓烈的爱，您的想法对方都能明白，非常默契。在婚姻中发生的事情都将充满了喜悦和快乐。",
                "overallAppraisal": "测验表明，目前您对自己婚姻的评价比较理想化。",
                "result": "您在该项的得分较高，表明目前您对自己婚姻的未来评价高，认为您的婚姻将比别人更为幸福，认为对方将会是最理想的伴侣。相互之间充满了浓烈的爱，您的想法对方都能明白，非常默契。在婚姻中发生的事情都将充满了喜悦和快乐。",
                "suggestions": "测试表明，您对自己的婚姻有美好的期待，但现实的婚姻生活中难免会有不如意的地方。由于夫妻双方的个性、成长经历、现实压力之间存在着差异，也就难免会出现分歧，带来冲突和烦恼。幸福的婚姻并不是完美的，而如果对婚姻有正确的认识和积极的态度，并能用心经营，即使遇到问题，也能通过双方共同努力有效地解决，婚姻生活会更加幸福美满。
总之，在维持现有良好状况的同时，重视婚后夫妻感情的培养和维护，运用现实有效的方式处理遇到的问题，婚姻生活可以更美好。
                "
            },
            "low": {
                "briefReport": "您在该项的评分较低，表明目前您对婚姻的未来不乐观。您认为自己的婚姻会没有别人幸福，夫妻之间感受到的爱较少，不太默契，可能会怀疑自己当初的婚姻选择，有时会担心将发生不愉快的事情，可能影响婚姻的整体幸福感。由于夫妻双方存在差异，出现分歧是正常的，夫妻要互相理解，积极沟通，也可以听取他人建议，必要时可寻求专业帮助。",
                "overallAppraisal": "测验表明，目前您对自己婚姻的未来不乐观。",
                "result": "您在该项的评分较低，表明目前您对婚姻的未来不乐观。您认为自己的婚姻会没有别人幸福，夫妻之间感受到的爱较少，不太默契，可能会怀疑自己当初的婚姻选择，有时会担心将发生不愉快的事情，可能影响婚姻的整体幸福感。",
                "suggestions": "测验表明，您对自己的婚姻期待较低，对自己的婚姻生活的前景不太乐观，您可尝试通过以下几种方式增加婚姻生活的乐趣和幸福感：
1、尝试理解夫妻间的冲突，由于夫妻双方的个性、成长经历、现实压力之间存在着差异，难免会出现分歧，带来冲突和烦恼。这是正常的现象，不是对与错的问题，您可以在冲突中了解彼此的差异，促进夫妻间的相互理解
2、在尊重差异与冲突的基础上，找到能让彼此愉悦的互动方式，努力增加夫妻间的积极体验。
3、在增加婚姻积极体验的基础上，调整与配偶的沟通方式，选择彼此能放松的时间、场合、方式来增进沟通的有效性。共同度过从恋爱进入婚姻的转折期，重视婚后夫妻感情的维护和培养。
4、在自身努力的同时，多听取他人的建议，也可以寻求专业的心理帮助。
                "
            },
            "name": "过分理想化",
            "ordinary": {
                "briefReport": "您在该项的评分处于中等水平，表明目前您对自己婚姻的未来持谨慎乐观态度。能比较乐观地看待您婚姻的未来，不会过于完美主义，明白未来的生活难免有磕磕碰碰，但相信不会影响到整体的婚姻幸福感。相互之间能感受到爱与关注，保持一定的默契。生活中可与配偶进行沟通和交流，增加彼此的理解和信任，发展共同的兴趣爱好与活动。",
                "overallAppraisal": "测验表明，目前您对自己婚姻的未来持谨慎乐观态度。",
                "result": "您在该项的评分处于中等水平，表明目前您对自己婚姻的未来持谨慎乐观态度。能比较乐观地看待您婚姻的未来，不会过于完美主义，明白未来的生活难免有磕磕碰碰，但相信不会影响到整体的婚姻幸福感。相互之间能感受到爱与关注，保持一定的默契。",
                "suggestions": "测验表明，您对婚姻持中等程度的理想化。您能比较乐观地看待您婚姻的未来，不会过于完美主义，您可通过以下几种方式提高婚姻生活的幸福感：
1、	保持现有对婚姻生活的未来的乐观态度。
2、	由于夫妻双方的个性、成长经历、现实压力之间存在着差异，难免会出现分歧，带来冲突和烦恼。通过多与配偶进行沟通和交流，增加彼此的理解和信任。发展共同的兴趣爱好与活动。
3、	积极看待婚姻关系，考虑现实因素，减少婚前婚后的心理落差。
                "
            },
            "scoreStandard": {
                "man": "34.45,46.01",
                "woman": "35.68,47.04"
            }
        },
        {
            "high": {
                "briefReport": "您在该项的评分较高，表明目前您对婚姻关系的大多数方面是和谐满意的。您与配偶的传统文化观念及价值观可能比较吻合，也可能满意于双方在婚姻中各自承担的责任和义务，对生育子女及教育问题意见统一，与双方亲友、朋友关系可能较融洽；你们彼此性格和个人习惯可能比较合拍，也满意对方的情感表达方式，或者夫妻交流顺畅，性生活和谐，可能即使发生冲突也能通过双方的共同努力有效化解；您可能较满意于现在的经济状况以及对家庭开支的安排方式，与配偶一起进行的业余活动也可能是适度而灵活的，易唤起双方的共鸣和快乐，能为幸福的婚姻生活锦上添花。",
                "overallAppraisal": "测验表明，目前您对自己的婚姻满意度较高。",
                "result": "您在该项的评分较高，表明目前您对婚姻关系的大多数方面是和谐满意的。您与配偶的传统文化观念及价值观可能比较吻合，也可能满意于双方在婚姻中各自承担的责任和义务，对生育子女及教育问题意见统一，与双方亲友、朋友关系可能较融洽；
你们彼此性格和个人习惯可能比较合拍，也满意对方的情感表达方式，或者夫妻交流顺畅，性生活和谐，可能即使发生冲突也能通过双方的共同努力有效化解；
您可能较满意于现在的经济状况以及对家庭开支的安排方式，与配偶一起进行的业余活动也可能是适度而灵活的，易唤起双方的共鸣和快乐，能为幸福的婚姻生活锦上添花。
总之，目前您对自己的婚姻满意度较高，希望您继续保持这样的良好状态。

                ",
                "suggestions": "测验表明，目前您对自己的婚姻满意度较高，如下建议可使您继续保持这样的良好状态。
    1、尊重彼此的差异，您可以多鼓励和赞赏对方，哪怕只是一件小事；全身心投入属于您与配偶共度的美好时刻；也可以适当地给配偶带来礼物的惊喜，而您自己本身就是最好的礼物；或为配偶分担一些他（她）关心的事情。当对方收到关怀时，可能会被激励，并愿意回报。
     2、良好的婚姻需要双方共同的投入和努力的经营：您可以在平时多与配偶进行交流，用心倾听对方的想法和需要，同时适当地表达出自己的意见和看法，使彼此的交流能做到坦诚而充分；在性格上取长补短，增加彼此的相容性；注意培养共同的爱好和兴趣点，同时也要给彼此保留一定的个人空间；明确各自在家庭中的分工；将彼此当成是最亲的人，共同面对和处理婚姻的人际关系。
                "
            },
            "low": {
                "briefReport": "您在该项的评分较低，表明目前您对婚姻关系的大多数方面可能不满意。您与配偶的观念及价值观有一定的矛盾，有时会发生冲突；主张传统的夫妻角色与责任分配，因男女地位不平等而发生冲突和分歧，对生育子女及教育问题意见不统一；彼此性格和个人习惯相差较大；夫妻交流有阻碍； 性生活不和谐；彼此发生冲突时，往往不能得到有效解决。良好的婚姻需要双方共同的投入和努力的经营，尊重彼此的差异，多鼓励和赞赏对方，用心倾听对方的想法和需要，同时适当地表达出自己的意见和看法，在性格上取长补短，增加彼此的相容性，可以听取他人的建议，必要时也可以寻求专业的心理帮助。",
                "overallAppraisal": "测验表明，目前您对自己的婚姻满意度较低。",
                "result": "您在该项的评分较低，表明目前您对婚姻关系的大多数方面可能不满意。
您可能存在下列的某些情况：
与配偶的传统文化观念及价值观可能有一定的矛盾，有时会发生冲突；
主张传统的夫妻角色与责任分配，因男女地位不平等而发生冲突和分歧，对生育子女及教育问题意见不统一；
与双方亲友、朋友关系紧张；
彼此性格和个人习惯相差较大；
较不满意配偶的情感表达方式，夫妻交流有阻碍；
性生活不和谐；
彼此发生冲突时，往往不能得到有效解决；
对于家庭的收入状况和开支安排较不满意；
与配偶一起的业余活动较少或者不能达到联络感情的目的。
总之，您对自己的婚姻满意度较低，提醒您需要改善目前的状态。
                ",
                "suggestions": "测验表明，目前您对自己的婚姻满意度较低，可以通过以下方法改善现在的状态：
    1、尊重彼此的差异，多鼓励和赞赏对方，哪怕只是一件小事；全身心投入属于您与配偶共度的美好时刻；也可以适当地给配偶带来礼物的惊喜，而您自己本身就是最好的礼物；或为配偶分担一些他（她）关心的事情。当对方收到关怀时，可能会被激励，并愿意回报。
     2、良好的婚姻需要双方共同的投入和努力的经营：您可以在平时多与配偶进行交流，用心倾听对方的想法和需要，同时适当地表达出自己的意见和看法，使彼此的交流能做到坦诚而充分；在性格上取长补短，增加彼此的相容性；注意培养共同的爱好和兴趣点，同时也要给彼此保留一定的个人空间；明确各自在家庭中的分工；将彼此当成是最亲的人，共同面对和处理婚姻的人际关系。
3、在婚姻中发生矛盾时，尝试先疏导彼此的情绪，再共同讨论以寻求更好的解决办法。
4、在必要的时候，可以寻求专业的心理帮助，以改善婚姻状况。

                "
            },
            "name": "婚姻满意度",
            "ordinary": {
                "briefReport": "您在该项的评分处于中等状态，表明目前您对婚姻关系的大多数方面的满意度一般。您与配偶的传统文化观念及价值观偶尔会发生冲突；对于双方在婚姻中各自承担的责任和义务、以及生育子女及教育问题的分工方面比较明确，有时会意见不一；您不太理解配偶的某些性格和习惯，但也不会太过责怪；夫妻交流一般；性生活满意度一般。尊重彼此的差异，多鼓励和赞赏对方，在性格上取长补短，增加彼此的相容性，平时多与配偶进行交流，可帮助您提高对婚姻的满意度。",
                "overallAppraisal": "测验表明，目前您对自己的婚姻满意度处于中等水平。",
                "result": "您在该项的评分处于中等状态，表明目前您对婚姻关系的大多数方面的满意度一般，有些方面比较满意，而在某些方面仍然存在矛盾，您可能存在下列的某些情况：
	您与配偶的传统文化观念及价值观基本吻合，偶尔也会发生冲突；
	对于双方在婚姻中各自承担的责任和义务、以及生育子女及教育问题的分工方面比较明确，有时也会意见不一；
	与双方亲友、朋友关系一般；
	您不太理解配偶的某些性格和习惯，但也不会太过责怪；
	夫妻交流一般，交流质量也处于中等水平；
	性生活满意度一般；
	一般情况下，当您与配偶发生冲突时，还是能得到有效化解；
	对于家庭的收入状况和开支安排基本满意；
	偶尔也与配偶一起进行一些业余活动，并能收获到一定的快乐和满足。
总之，目前您对自己的婚姻满意度为中等水平，还有一定的可提升的空间。
                ",
                "suggestions": "测验表明，目前您对自己的婚姻满意度为中等水平，过于平淡的生活可能缺少某些情趣，为提高您对婚姻的满意度，您可尝试如下建议：
    1、尊重彼此的差异，多鼓励和赞赏对方，哪怕只是一件小事；全身心投入属于您与配偶共度的美好时刻；也可以适当地给配偶带来礼物的惊喜，而您自己本身就是最好的礼物；或为配偶分担一些他（她）关心的事情。当对方收到关怀时，可能会被激励，并愿意回报。
     2、良好的婚姻需要双方共同的投入和努力的经营：您可以在平时多与配偶进行交流，用心倾听对方的想法和需要，同时适当地表达出自己的意见和看法，使彼此的交流能做到坦诚而充分；在性格上取长补短，增加彼此的相容性；注意培养共同的爱好和兴趣点，同时也要给彼此保留一定的个人空间；明确各自在家庭中的分工；将彼此当成是最亲的人，共同面对和处理婚姻的人际关系。
3、在婚姻中发生矛盾时，尝试先疏导彼此的情绪，再共同讨论以寻求更好的解决办法。
    4、在自身努力的同时，可以听取他人的建议，也可以寻求专业的心理帮助。
                "
            },
            "scoreStandard": {
                "man": "30.86,43.76",
                "woman": "30.37,44.43"
            }
        },
        {
            "high": {
                "briefReport": "您对配偶的行为方式比较满意，比较能够接受配偶的个性和行为方式，双方很少在行为习惯上发生冲突，觉得彼此的性格很合得来，对配偶与自己在情感与行动上的配合感到满意。希望您继续保持这样的良好状态。同时，由于每个人的出身、经历、身体素质等先天的差异，会导致夫妻生活习惯、生活方式的千差万别，需要尊重彼此的差异，遵循合理有益、先情后理的原则，互相体谅，多为对方着想，多与对方进行沟通和交流，可以有利于提高婚姻质量和共同成长。",
                "overallAppraisal": "测验表明，目前您对配偶的行为方式比较满意。",
                "result": "您在该项的评分较高，表明目前您对配偶的行为方式比较满意，比较能够接受配偶的个性和行为方式，双方很少在行为习惯上发生冲突，觉得彼此的性格很合得来，对配偶与自己在情感与行动上的配合感到满意。",
                "suggestions": "测验表明，目前您对配偶的行为方式比较满意，希望您继续保持这样的良好状态。同时，由于每个人的出身、经历、身体素质等先天的差异，会导致夫妻生活习惯、生活方式的千差万别，需要尊重彼此的差异，遵循合理有益、先情后理的原则，互相体谅，多为对方着想，多与对方进行沟通和交流，可以有利于提高婚姻质量和共同成长。"
            },
            "low": {
                "briefReport": "您在该项的评分较低，表明目前您对配偶的行为方式不太满意，多数时候都不能接受配偶的个性和行为方式，你们在行为习惯上的冲突较多，觉得双方的性格有些合不来，可能对配偶与自己在情感与行动上的配合感到不满等。要学着尊重彼此的差异，接纳对方和自己的不同，互相体谅，多与配偶进行沟通交流，取长补短，有意培养双方的共同爱好，找到彼此性格的契合点，可以听取他人的建议，必要时也可以寻求专业的心理帮助。",
                "overallAppraisal": "测验表明，目前您对配偶的行为方式满意度较低",
                "result": "您在该项的评分较低，表明目前您对配偶的行为方式不太满意，多数时候都不能接受配偶的个性和行为方式，你们在行为习惯上的冲突较多，觉得双方的性格有些合不来，可能对配偶与自己在情感与行动上的配合感到不满等。",
                "suggestions": "测验表明，目前您对配偶的行为方式满意度较低。双方可能会因为性格和习惯相差较大，而在日常生活中发生一些争执和矛盾，往往影响婚姻的质量。您可从以下几个方式来改善这样的不良状况：
1、由于每个人的出身、经历、身体素质等先天的差异，会导致夫妻生活习惯、生活方式的千差万别，需要尊重彼此的差异，接纳对方和自己的不同，互相体谅，多为对方着想。
        2、平时多与配偶进行沟通交流，取长补短，培养双方的共同爱好，找到彼此个性的契合点。
        3、心理学研究发现，使用投其所好的方式，更有助于以后彼此的互动。因此，发现对方的真实需要以及接受爱的方式，并有效地去表达和满足，才能让爱更持久更健康。
        4、在彼此发生争执的时候，尽量先情后理，家不是讲理的地方，而是情感的港湾。
5、在自身努力的同时，多听取他人的建议，也可以寻求专业的心理帮助。

                "
            },
            "name": "性格相融性",
            "ordinary": {
                "briefReport": "您在该项的评分处于中等水平，表明目前您对配偶的行为方式基本满意，有时也会对配偶的个性和行为方式感到不满，偶尔会有行为习惯引起的矛盾，但也不会过分挑剔和苛刻，觉得双方的性格基本合得来，对配偶与自己在情感与行动上的配合基本满意。双方可能会因为个性和习惯上有一定的差异，而在日常生活中发生一些争执和矛盾，要学着尊重彼此的差异，接纳对方和自己的不同，互相体谅，多与配偶进行沟通交流，取长补短，有意培养双方的共同爱好，找到彼此性格的契合点。",
                "overallAppraisal": "测验表明，目前您对配偶的行为方式满意度一般。",
                "result": "您在该项的评分处于中等水平，表明目前您对配偶的行为方式基本满意，有时也会对配偶的个性和行为方式感到不满，偶尔会有行为习惯引起的矛盾，但也不会过分挑剔和苛刻，觉得双方的性格基本合得来，对配偶与自己在情感与行动上的配合基本满意。",
                "suggestions": "测验表明，目前您对配偶的行为方式满意度一般。双方可能会因为个性和习惯上有一定的差异，而在日常生活中发生一些争执和矛盾，可能因此影响婚姻的质量。您可以尝试从以下几个方面来改善目前的状况：
 1、由于每个人的出身、经历、身体素质等先天的差异，会导致夫妻生活习惯、生活方式的千差万别。学着尊重彼此的差异，接纳对方和自己的不同，互相体谅，互相多为对方着想，更加有利于提高婚姻质量和共同成长。
        2、平时多与配偶进行沟通交流，取长补短，互相共赢，并有意培养双方的共同爱好，找到彼此性格的契合点。
        3、心理学家的研究发现，只有当两者亲近感的表达与需求程度恰好匹配，才有助于以后彼此的互动。因此，发现对方的真实需要以及接受爱的方式，并有效地去表达和满足，才能让爱更持久更健康。
        4、在彼此发生争执的时候，尽量先处理双方的情绪，毕竟家不是讲理的地方，而是讲情讲爱的地方。
                "
            },
            "scoreStandard": {
                "man": "28.62,40.54",
                "woman": "28.08,40.78"
            }
        },
        {
            "high": {
                "briefReport": "您在该项的评分较高，表明夫妻交流比较顺畅，愿意与配偶分享自己的感受，不论快乐还是烦恼。相信对方说的事情，满意夫妻之间的相互谈话方式，交流较充分，很多问题都可以通过交流和沟通得以解决。您可以继续保持这样的良好状况。",
                "overallAppraisal": "测验表明，目前您对夫妻交流感到满意。",
                "result": "您在该项的评分较高，表明夫妻交流比较顺畅，愿意与配偶分享自己的感受，不论快乐还是烦恼。相信对方说的事情，满意夫妻之间的相互谈话方式，交流较充分，很多问题都可以通过交流和沟通得以解决。

                ",
                "suggestions": "交流是人与人相互了解最基本的途径，也是影响婚姻质量很重要的一个因素，测验表明，目前您对夫妻交流感到满意。您可以继续保持这样的良好状况。"
            },
            "low": {
                "briefReport": "您在该项的评分较低，表明目前夫妻交流存在一定的问题，多数时候您并不愿意与配偶分享自己的感受，不论快乐还是烦恼。对夫妻之间的相互谈话方式感到不太满意，交流较不充分，很多问题都不能及时有效地通过交流得到解决。夫妻之间有足够的交流，才能增加对彼此的了解，“为尊重而听、为了解而问”有利于帮助自己了解对方，“为表达而说”有利于让对方了解自己。在自身努力的同时，多听取他人的建议，也可以寻求专业的心理帮助。",
                "overallAppraisal": "测验表明，目前您对夫妻交流的满意度较低。",
                "result": "您在该项的评分较低，表明目前夫妻交流存在一定的问题，多数时候您并不愿意与配偶分享自己的感受，不论快乐还是烦恼。对夫妻之间的相互谈话方式感到不太满意，交流较不充分，很多问题都不能及时有效地通过交流得到解决。

                "
            },
            "name": "夫妻交流",
            "ordinary": {
                "briefReport": "您在该项的评分处于中等状态，表明目前夫妻交流基本顺畅。一般情况下，都愿意与配偶分享自己的感受，不论快乐还是烦恼；基本满意夫妻之间的谈话方式；虽然可能交流质量一般，但是大多数问题都可以通过交流和沟通得以解决。",
                "overallAppraisal": "测验表明，目前您对夫妻交流的满意度一般。",
                "result": "您在该项的评分处于中等状态，表明目前夫妻交流基本顺畅。一般情况下，都愿意与配偶分享自己的感受，不论快乐还是烦恼；基本满意夫妻之间的谈话方式；虽然可能交流质量一般，但是大多数问题都可以通过交流和沟通得以解决。",
                "suggestions": "交流是人与人相互了解最基本的途径。也是影响婚姻质量很重要的一个因素，测验结果表明，目前您对夫妻交流方式与交流量基本满意。建议您可以通过以下几种方式来提高交流质量：
1、	夫妻之间有足够的交流，才能增加对彼此的了解，逐步提高婚姻质量。
2、	信任是关系的基础，对于可能影响信任的事件和想法，建议能以适合的方式进行真诚交流，说出自己真实的想法和要求，这对关系的发展将是一个良好的开始。
3、	处理分歧的关键是减少争执对错，静下心来了解对方的需要，表达自己的期待，通过理解彼此的差异，增进你们的感情。
4、	尝试全面提升“听、说、问”的意识。“为尊重而听、为了解而问”有利于帮助自己了解对方，“为表达而说”有利于让对方了解自己。
5、	使用多种交流方式，如表情的流露、肢体的接触等。
                "
            },
            "scoreStandard": {
                "man": "28.85,40.95",
                "woman": "27.16,41.04"
            },
            "suggestions": "交流是人与人相互了解最基本的途径。也是影响婚姻质量很重要的一个因素，测验表明，目前您对夫妻交流的满意度较低。建议您可以通过以下几种方式改善交流质量：
1、	夫妻之间有足够的交流，才能增加对彼此的了解，逐步提高婚姻质量。
2、	夫妻是最亲密的人，信任是夫妻关系的基础，对于可能影响信任的事件和想法，建议能以适合的方式进行真诚交流，了解彼此真实的想法和要求，从信任对方说的一件小事做起，逐步修复彼此之间的信任，更加有利于关系的稳定与和谐。
3、	处理分歧的关键是减少争执对错，静下心来了解对方的需要，表达自己的期待，通过理解彼此的差异，增进你们的感情。
4、	尝试全面提升“听、说、问”的意识。“为尊重而听、为了解而问”有利于帮助自己了解对方，“为表达而说”有利于让对方了解自己。
5、在自身努力的同时，多听取他人的建议，也可以寻求专业的心理帮助。
                "
        },
        {
            "high": {
                "briefReport": "您在该项的评分较高，表明目前您对夫妻间解决冲突的方式感到满意。在夫妻之间出现冲突和矛盾时，通常双方都能认真对待，不回避问题，并开诚布公地交流彼此的感受，尊重对方的想法，承担自己的责任，能找到双方满意的解决方式，大多数冲突都能够得到解决。这有助于夫妻双方的共同成长和自我完善，同时也能保持婚姻的生命力。",
                "overallAppraisal": "测验表明，目前您对夫妻间解决冲突的方式感到满意。",
                "result": "您在该项的评分较高，表明目前您对夫妻间解决冲突的方式感到满意。在夫妻之间出现冲突和矛盾时，通常双方都能认真对待，不回避问题，并开诚布公地交流彼此的感受，尊重对方的想法，承担自己的责任，能找到双方满意的解决方式，大多数冲突都能够得到解决。",
                "suggestions": "夫妻之间发生冲突是很正常的，关键是冲突能否得到良好的解决，测验表明，目前您对夫妻间解决冲突的方式感到满意，大多数冲突都能够经过双方的共同努力得以解决，这有助于夫妻双方的共同成长和自我完善，同时也能保持婚姻的生命力，希望您继续保持这样的良好状态。"
            },
            "low": {
                "briefReport": "您在该项的评分较低，表明目前您对夫妻间解决冲突的方式满意度较低。在夫妻之间出现冲突和矛盾时，通常双方可能在对待分歧上不够认真，经常回避问题，也不能真实坦诚地交流彼此的感受，有时可能忽视对方的想法和需要，不能完全明确自己需承担的责任和义务，多数时候找不到双方都满意的问题解决方式，因而积累了一些未能有效解决的冲突。在面对冲突的时候，尽量做到尊重对方的人格和自尊，就事论事，开诚布公地谈论问题最有利于问题的解决。在自身努力的同时，多听取他人的建议，也可以寻求专业的心理帮助。",
                "overallAppraisal": "测验表明，目前您对夫妻间解决冲突方式的满意度较低。",
                "result": "您在该项的评分较低，表明目前您对夫妻间解决冲突的方式满意度较低。在夫妻之间出现冲突和矛盾时，通常双方可能在对待分歧上不够认真，经常回避问题，也不能真实坦诚地交流彼此的感受，有时可能忽视对方的想法和需要，不能完全明确自己需承担的责任和义务，多数时候找不到双方都满意的问题解决方式，因而积累了一些未能有效解决的冲突。",
                "suggestions": "夫妻之间发生冲突是很正常的，关键是冲突能否得到良好的解决，测验表明，目前您对夫妻间解决冲突的方式满意度较低。建议您可尝试通过以下几种方式改善现状：
1、夫妻双方可能在一些或很多方面都不同于彼此，不同的成长环境等因素，导致双方在个性和行为上也会有差异，因此夫妻间发生一些争执是正常的，在面对冲突的时候，尽量做到尊重对方的人格和自尊，就事论事，对一些无关紧要的问题，能做到大事化小，小事化了。
2、开诚布公地谈论问题最有利于问题的解决。在对方诉说不满时，用心倾听对方的需求，了解对方的真实动机，同时与对方分享自己的真实感受，加强彼此的沟通和交流，共同寻求更好的解决办法。
3、处理冲突的焦点，最好放在商量这件事情今后如何应对，尽量避免转移到争论谁对谁错，并且学会承担自己的责任，哪怕觉得只有百分之一。
4、在自身努力的同时，多听取他人的建议，也可以寻求专业的心理帮助。

                "
            },
            "name": "解决冲突方式",
            "ordinary": {
                "briefReport": "您在该项的评分处于中等状态，表明目前您对夫妻间解决冲突的方式基本满意。在夫妻之间出现冲突和矛盾时，多数时候双方都能认真对待，偶尔可能回避问题；通常能交流彼此的感受，往往会考虑对方的想法，知道自己该承担的责任，通常情况下，能找到双方满意的解决方式，多数冲突都能够得到解决。",
                "overallAppraisal": "测验表明，您对夫妻间解决冲突方式的满意度一般。",
                "result": "您在该项的评分处于中等状态，表明目前您对夫妻间解决冲突的方式基本满意。在夫妻之间出现冲突和矛盾时，多数时候双方都能认真对待，偶尔可能回避问题；通常能交流彼此的感受，往往会考虑对方的想法，知道自己该承担的责任，通常情况下，能找到双方满意的解决方式，多数冲突都能够得到解决。

                ",
                "suggestions": "夫妻之间发生冲突是很正常的，关键是冲突能否得到良好的解决，测验表明，您对夫妻间解决冲突的方式满意度一般。还有一定的可提升空间，您可尝试以下几种方式：
1、夫妻双方可能在一些或很多方面都不同于彼此，不同的成长环境等因素，导致双方在个性和行为上也会有差异，因此夫妻间发生一些争执是正常的，在面对冲突的时候，尽量做到尊重对方的人格和自尊，就事论事，对一些无关紧要的问题，能做到大事化小，小事化了。
2、开诚布公地谈论问题最有利于问题的解决。在对方诉说不满时，用心倾听对方的需求，了解对方的真实动机，同时与对方分享自己的真实感受，加强彼此的沟通和交流，共同寻求更好的解决办法。
3、处理冲突的焦点，最好放在商量这件事情今后如何应对，尽量避免转移到争论谁对谁错。
                "
            },
            "scoreStandard": {
                "man": "28.21,39.89",
                "woman": "27.42,40.28"
            }
        },
        {
            "high": {
                "briefReport": "您在该项的评分较高，表明目前您对家庭经济安排满意。您与配偶对如何消费常能保持一致性的意见，对目前家庭经济状况感到满意，觉得日常开销是合理的。希望您继续保持这样的良好状态。",
                "overallAppraisal": "测验表明，目前您对家庭经济安排比较满意。",
                "result": "您在该项的评分较高，表明目前您对家庭经济安排满意。您与配偶对如何消费常能保持一致性的意见，对目前家庭经济状况感到满意，觉得日常开销是合理的。",
                "suggestions": "测验表明，您对家庭经济安排满意，双方在经济事务的管理上常能保持意见一致，希望您继续保持这样的良好状态。"
            },
            "low": {
                "briefReport": "您在该项的评分较低，表明目前您对家庭经济安排不太满意，双方在经济事务的管理上常有矛盾和分歧，有时不能得到有效解决，可能导致家庭经济紧张，如债务过多等。走出“谈钱伤感情”的误区，本着尊重双方经济习惯和理财观念的原则，坦诚而实事求是地与配偶谈论共同的家庭经济管理，确定各自需承担的责任和义务。可以大致将所有现金分为几个部分管理：基本家庭保障费用、医疗费用、父母赡养及子女抚养经费、情感投资（人际交往、家人情感）、价值投资（理财产品）等。准确记录财务情况，能让双方了解目前的收支情况，当生活发生变化时能对财务计划进行合适的调整。必要时可以寻求专业的心理帮助及理财相关支持。",
                "overallAppraisal": "测验表明，目前您对家庭经济安排的满意度较低。",
                "result": "您在该项的评分较低，表明目前您对家庭经济安排不太满意，双方在经济事务的管理上常有矛盾和分歧，有时不能得到有效解决，可能导致家庭经济紧张，如债务过多等。",
                "suggestions": "测验表明，目前您对家庭经济安排满意度较低，您可尝试通过以下几种方式改善现状：
1、	走出“谈钱伤感情”的误区，家庭经济是关系的重要组成，本着尊重双方经济习惯和理财观念的原则，坦诚而实事求是地与配偶谈论共同的家庭经济管理，确定各自需承担的责任和义务。
2、	根据实际情况制定合适的家庭经济管理计划，确立经济目标，使之清楚、明确、真实、并具有一定的可行性。并经常讨论和调整家庭经济目标，最好选在没有财务问题压力的时候来讨论。
3、	家庭理财最重要的就是保证个人及家人基本生活，最重要的是夫妻双方在经济管理上达成一致的意见，不管您的财产多少，建议您都可以大致将所有现金分为几个部分管理：基本家庭保障费用、医疗费用、父母赡养及子女抚养经费、情感投资（人际交往、家人情感）、价值投资（理财产品）等。
4、	准确记录财务情况，能让双方了解目前的收支情况，当生活发生变化时能对财务计划进行合适的调整。
5、在自身努力的同时，多听取他人的建议，也可以寻求专业的心理帮助及理财相关支持。
                "
            },
            "name": "经济安排",
            "ordinary": {
                "briefReport": "您在该项的评分处于中等状态，表明目前您对家庭经济安排基本满意，双方在经济事务的管理上多数时候能保持意见一致，偶尔也会发生一些矛盾和分歧，但都能通过沟通和协商得到解决。建议您可以大致将所有现金分为几个部分管理：基本家庭保障费用、医疗费用、父母赡养及子女抚养经费、情感投资（人际交往、家人情感）、价值投资（理财产品）等。准确记录财务情况，能让双方了解目前的收支情况，当生活发生变化时能对财务计划进行合适的调整。",
                "overallAppraisal": "测验表明，目前您对家庭经济安排的满意度一般。",
                "result": "您在该项的评分处于中等状态，表明目前您对家庭经济安排基本满意，双方在经济事务的管理上多数时候能保持意见一致，偶尔也会发生一些矛盾和分歧，但都能通过沟通和协商得到解决。",
                "suggestions": "测验表明，目前您对家庭经济安排满意，在这个方面还有可提高的空间，您可尝试以下几种方式：
1、	走出“谈钱伤感情”的误区，家庭经济是关系的重要组成，本着尊重双方经济习惯和理财观念的原则，坦诚而实事求是地与配偶谈论共同的家庭经济管理，确定各自需承担的责任和义务。
2、	根据实际情况制定合适的家庭经济管理计划，确立经济目标，使之清楚、明确、真实、并具有一定的可行性。并经常讨论和调整家庭经济目标，最好选在没有财务问题压力的时候来讨论。
3、	家庭理财最重要的就是保证个人及家人基本生活，最重要的是夫妻双方在经济管理上达成一致的意见，不管您的财产多少，建议您都可以大致将所有现金分为几个部分管理：基本家庭保障费用、医疗费用、父母赡养及子女抚养经费、情感投资（人际交往、家人情感）、价值投资（理财产品）等。
4、	准确记录财务情况，能让双方了解目前的收支情况，当生活发生变化时能对财务计划进行合适的调整。
                "
            },
            "scoreStandard": {
                "man": "30.83,43.49",
                "woman": "30.87,44.43"
            }
        },
        {
            "high": {
                "briefReport": "您在该项的评分较高，表明目前您对夫妻间的业余活动感到满意。一方面，您觉得有充足的共同活动时间，在活动中较易产生共鸣和快乐，总体感觉很满意。另一方面，你们也能拥有一些个人的时间，有着灵活的活动方式。在这两个方面能达到比较好的平衡。",
                "overallAppraisal": "测验表明，目前您对夫妻间业余活动的满意率高。",
                "result": "您在该项的评分较高，表明目前您对夫妻间的业余活动感到满意。一方面，您觉得有充足的共同活动时间，在活动中较易产生共鸣和快乐，总体感觉很满意。另一方面，你们也能拥有一些个人的时间，有着灵活的活动方式。在这两个方面能达到比较好的平衡。",
                "suggestions": "测验表明，目前您对夫妻间业余活动的满意率高，夫妻间的业余活动是和谐、灵活、夫妻有共感的，希望您继续保持这样的良好状态。同时，您可参考以下建议，为您夫妻间业余活动锦上添花：
1、共同的爱好，或者兴趣点的共同转移和聚焦，对于培养夫妻感情非常重要。
2、同时尊重彼此的差异，保持相对的个人自由，也是培养夫妻感情的要点
                "
            },
            "low": {
                "briefReport": "您在该项的评分较低，表明目前您对夫妻间的业余活动感到不满意。一方面，您可能觉得夫妻双方的共同活动时间太少、方式不灵活或玩得不愉快。另一方面，您可能觉得缺乏个人空间，受到对方的干扰。因为夫妻间存在个人差异，所以需要尊重和接纳对方有一些与自己不同的活动方式，尝试着参与对方感兴趣的一些活动，在可能的基础上培养共同爱好，同时增进对对方的了解。在自身努力的同时，多听取他人的建议，必要时可以寻求专业的心理帮助。",
                "overallAppraisal": "测验表明，目前您对夫妻间业余活动的满意率较低。",
                "result": "您在该项的评分较低，表明目前您对夫妻间的业余活动感到不满意。一方面，您可能觉得夫妻双方的共同活动时间太少、方式不灵活或玩得不愉快。另一方面，您可能觉得缺乏个人空间，受到对方的干扰。",
                "suggestions": "共同的爱好和兴趣对于培养夫妻感情非常重要。测验表明，目前您对夫妻业余活动的安排不满意。您可尝试通过以下几种方式来提高对这个方面的满意度：
1、	可以列出各自感兴趣的活动内容，找出其中的相似部分，一起安排这类活动，从中增加共同的愉悦感。
2、	尝试着参与对方感兴趣的一些活动，在可能的基础上培养共同爱好，同时增进对对方的了解。
3、	因为夫妻间存在着个人差异，所以需要尊重和接纳对方有一些与自己不同的活动方式，同时不强制对方参加容易引发冲突的活动。
4、	在自身努力的同时，多听取他人的建议，必要时可以寻求专业的心理帮助。
                "
            },
            "name": "业余活动",
            "ordinary": {
                "briefReport": "您在该项的评分处于中等水平，表明目前您对夫妻间的业余活动基本满意。一方面，您能从活动中获得快乐，但是您可能希望能有更多的共同活动时间，或者活动方式能更加灵活一些，活动体验能更加尽兴一些；另一方面，你们也能拥有一定的个人安排，但觉得仍有不足，有时可能会抱怨相互之间的干扰。可以列出各自感兴趣的活动内容，找出其中的相似部分，一起安排这类活动，从中增加共同的愉悦感。",
                "overallAppraisal": "测验表明，目前您对夫妻间业余活动的满意率一般。",
                "result": "您在该项的评分处于中等水平，表明目前您对夫妻间的业余活动基本满意。一方面，您能从活动中获得快乐，但是您可能希望能有更多的共同活动时间，或者活动方式能更加灵活一些，活动体验能更加尽兴一些；另一方面，你们也能拥有一定的个人安排，但觉得仍有不足，有时可能会抱怨相互之间的干扰。",
                "suggestions": "测验表明，目前您对夫妻间业余活动的满意率一般，还有一定的提升空间，您可尝试通过以下几种方式来提高对这个方面的满意度：
1、	可以列出各自感兴趣的活动内容，找出其中的相似部分，一起安排这类活动，从中增加共同的愉悦感。
2、	尝试着参与对方感兴趣的一些活动，在可能的基础上培养共同爱好，同时增进对对方的了解。
3、	因为夫妻间存在着个人差异，所以需要尊重和接纳对方有一些与自己不同的活动方式，同时不强制对方参加容易引发冲突的活动。
4、	在自身努力的同时，多听取他人的建议，也可以寻求专业的心理帮助。
                "
            },
            "scoreStandard": {
                "man": "30.09,37.89",
                "woman": "30.43,39.19"
            }
        },
        {
            "high": {
                "briefReport": "您在该项的评分较高，表明目前您对夫妻间的性生活状况感到满意。您觉得目前夫妻的情感和性生活质量比较高；能维持良好的性关系，对性生活的体验满意；夫妻双方能相互交流与性相关的话题。希望您继续保持这样的良好状态。",
                "overallAppraisal": "测验表明，目前您对夫妻间的性生活状况感到满意。",
                "result": "您在该项的评分较高，表明目前您对夫妻间的性生活状况感到满意。您觉得目前夫妻的情感和性生活质量比较高；能维持良好的性关系，对性生活的体验满意；夫妻双方能相互交流与性相关的话题。",
                "suggestions": "性生活和谐是提高婚姻质量必不可少的方面，和谐高质量的性生活需要夫妻双方共同来经营，您目前对夫妻间的性生活状况感到满意。希望您继续保持这样的良好状态。"
            },
            "low": {
                "briefReport": "您在该项的评分较低，表明目前您对夫妻间的性生活状况满意度较低。您可能觉得夫妻间与性相关的情感互动不理想；性生活比较枯燥；许多与性相关的话题会觉得难以启齿；也可能担心配偶对自己失去兴趣而寻找婚外性关系。加强夫妻双方关于性问题的沟通和交流，互相关心，互相体谅，不过度关注每次性生活的时长或质量，以免增加心理压力而带来负面影响。夫妻一起学习与性生活相关的知识，以纠正可能存在的错误观念和做法。如果通过自身的努力仍然无法改善性生活的不和谐状况，建议直接寻求专业的情感与性心理帮助。",
                "overallAppraisal": "测验表明，目前您对夫妻间的性生活状况满意度较低。",
                "result": "您在该项的评分较低，表明目前您对夫妻间的性生活状况满意度较低。您可能觉得夫妻间与性相关的情感互动不理想；性生活比较枯燥；许多与性相关的话题会觉得难以启齿；也可能担心配偶对自己失去兴趣而寻找婚外性关系。",
                "suggestions": "努力使性生活和谐是提高婚姻质量不可或缺的关键点。测验结果表明，目前您对夫妻间的性生活状况不满意。您可尝试以下方式来提高对这方面的满意度：
    1、夫妻一起学习与性生活相关的知识，以纠正可能存在的错误观念和做法。
2、不过度关注每次性生活的时长或质量，以免增加心理压力而带来负面影响。
3、加强夫妻双方关于性问题的沟通和交流，互相关心，互相体谅，重视性生活对于夫妻情感交流的促进作用。
4、如果通过自身的努力仍然无法改善性生活的不和谐状况，建议直接寻求专业的情感与性心理帮助。
                "
            },
            "name": "性生活",
            "ordinary": {
                "briefReport": "您在该项的评分处于中等水平，表明目前您对夫妻间的性生活状况满意度一般。您觉得夫妻的情感和性生活质量处于一般水平；基本能维持正常的性关系，也能适当表达自己的意见和要求，可能对性生活的体验不甚满意；多数时候，夫妻间能部分的交流与性有关的话题，但仍有一些难以启齿。夫妻可以一起学习与性生活相关的知识，以纠正可能存在的错误观念和做法。加强夫妻双方关于性问题的沟通和交流，互相关心，互相体谅，重视性生活对于夫妻情感交流的促进作用。",
                "overallAppraisal": "测验表明，目前您对夫妻间的性生活状况满意度一般。",
                "result": "您在该项的评分处于中等水平，表明目前您对夫妻间的性生活状况满意度一般。您觉得夫妻的情感和性生活质量处于一般水平；基本能维持正常的性关系，也能适当表达自己的意见和要求，可能对性生活的体验不甚满意；多数时候，夫妻间能部分的交流与性有关的话题，但仍有一些难以启齿。",
                "suggestions": "努力使性生活和谐是提高婚姻质量不可或缺的关键点。测验结果表明，目前您对夫妻间的性生活状况满意度一般。您可尝试以下方式来提高对这方面的满意度：
    1、夫妻一起学习与性生活相关的知识，以纠正可能存在的错误观念和做法。
2、不过度关注每次性生活的时长或质量，以免增加心理压力而带来负面影响。
3、加强夫妻双方关于性问题的沟通和交流，互相关心，互相体谅，重视性生活对于夫妻情感交流的促进作用。
4、在自身努力的同时，多听取他人的建议，也可以寻求专业的心理帮助。
                "
            },
            "scoreStandard": {
                "man": "30.68,43.92",
                "woman": "30.7,44.5"
            }
        },
        {
            "high": {
                "briefReport": "您在该项的评分较高，表明目前您对子女与婚姻的关系感到满意。说明您对夫妻双方担任父母角色的满意度较高；双方对子女的期望是一致的，对管教子女的意见也常是统一的；总之，子女对婚姻带来的变化，您感到满意。希望您继续保持这样的良好状态。",
                "overallAppraisal": "测验表明，目前您对子女与婚姻的关系感到满意。",
                "result": "您在该项的评分较高，表明目前您对子女与婚姻的关系感到满意。说明您对夫妻双方担任父母角色的满意度较高；双方对子女的期望是一致的，对管教子女的意见也常是统一的；总之，子女对婚姻带来的变化，您感到满意。",
                "suggestions": "测验表明，目前您对夫妻双方担任父母角色，以及管教子女意见的一致性感到满意。夫妻关系的角色和谐不但有利于提高婚姻质量，对孩子的健康成长以及未来的婚姻生活也大有裨益，希望您继续保持这样的良好状态。

                "
            },
            "low": {
                "briefReport": "您在该项的评分较低，表明目前您对子女与婚姻的关系满意度较低。夫妻双方对养育和管教子女的问题上常发生分歧，例如，可能是对抚养子女的责任分工和管教方式意见不一；也可能觉得对方与孩子在一起的时间太少，没有尽到应有的责任和义务；也有可能感到因为配偶对孩子的过度关注，而对夫妻的相处质量造成了较大的影响。夫妻对于下一代存在着不同的养育方式，尽量取长补短，达成一致。夫妻也应该抽出一定的时间两个人单独在一起，不要因为孩子的存在而忽视了夫妻关系的经营。如果通过自身的努力仍然难以改善当前不良状况，建议寻求心理帮助。",
                "overallAppraisal": "测验表明，目前您对子女与婚姻的关系满意度较低。",
                "result": "您在该项的评分较低，表明目前您对子女与婚姻的关系满意度较低。您觉得目前夫妻双方对养育和管教子女的问题上常发生分歧，例如，可能是对抚养子女的责任分工和管教方式意见不一；也可能觉得对方与孩子在一起的时间太少，没有尽到应有的责任和义务；也有可能感到因为配偶对孩子的过度关注，而对夫妻的相处质量造成了较大的影响。",
                "suggestions": "测验表明，目前您对夫妻双方担任父母角色，以及管教子女意见的一致性感到不满意。您可尝试通过以下几种方式提高在这方面的满意度：
1、由于成长环境的影响，夫妻对于下一代存在着不同的养育方式，夫妻间需要接受这些差异的正常性，尽量取长补短，达成一致。
2、明确在教育孩子上的责任分工，共同探讨和学习最合适的方式来管教孩子，双方都要与孩子度过一定的时间，尽到为人父母的责任和义务。
3、除了与孩子在一起的时间，夫妻也应该抽出一定的时间两个人单独在一起，不要因为孩子的存在而忽视了夫妻关系的经营。
4、如果通过自身的努力仍然难以改善当前不良状况，建议寻求心理帮助。
                "
            },
            "name": "子女和婚姻",
            "ordinary": {
                "briefReport": "您在该项的评分处于中等水平，目前您对子女与婚姻的关系感到基本满意。夫妻双方对养育和管教子女的意见上相对较一致，但在某些方面仍可能存在差异与冲突，例如，双方对是否生育子女可能有不同的意见，对孩子的学习和生活有时会持不同的观点，也有可能感到因为配偶对孩子的过度关注，而对夫妻的相处质量造成了一定程度的影响。夫妻对于下一代存在着不同的养育方式，夫妻间需要接受这些差异的正常性，尽量取长补短，达成一致。夫妻也应该抽出一定的时间两个人单独在一起，不要因为孩子的存在而忽视了夫妻关系的经营。",
                "overallAppraisal": "测验表明，目前您对子女与婚姻的关系感到基本满意。",
                "result": "您在该项的评分处于中等水平，目前您对子女与婚姻的关系感到基本满意。您目前觉得夫妻双方对养育和管教子女的意见上相对较一致，但在某些方面仍可能存在差异与冲突，例如，双方对是否生育子女可能有不同的意见，对孩子的学习和生活有时会持不同的观点，也有可能感到因为配偶对孩子的过度关注，而对夫妻的相处质量造成了一定程度的影响。",
                "suggestions": "测验表明，目前您对夫妻双方担任的父母角色，以及管教子女意见的一致性不太满意。还有一定的提升空间，您可尝试通过以下几种方式提高在这方面的满意度：
1、由于成长环境的影响，夫妻对于下一代存在着不同的养育方式，夫妻间需要接受这些差异的正常性，尽量取长补短，达成一致。
2、明确在教育孩子上的责任分工，共同探讨和学习最合适的方式来管教孩子，双方都要与孩子度过一定的时间，尽到为人父母的责任和义务。
3、除了与孩子在一起的时间，夫妻也应该抽出一定的时间两个人单独在一起，不要因为孩子的存在而忽视了夫妻关系的经营。
4、在自身努力的同时，多听取他人的建议，也可以寻求专业的心理帮助
                "
            },
            "scoreStandard": {
                "man": "32.77,43.93",
                "woman": "32.53,43.97"
            }
        },
        {
            "high": {
                "briefReport": "您在该项的评分较高，说明目前您与配偶为亲友花费的时间很恰当，您与配偶的朋友关系较和谐，与配偶的父母和其他亲戚相处融洽。希望您继续保持这样的良好状态。",
                "overallAppraisal": "测验表明，目前您对夫妻双方与亲友的关系感到满意。",
                "result": "您在该项的评分较高，说明目前您与配偶为亲友花费的时间很恰当，您与配偶的朋友关系较和谐，与配偶的父母和其他亲戚相处融洽。

                ",
                "suggestions": "测验表明，您对夫妻双方与亲友的关系感到满意。从某种意义上来说，婚姻是两个人的人际关系的结合体，与双方的亲朋好友建立良好关系，会更加有利于婚姻的稳定，希望您继续保持这样的良好状态。"
            },
            "low": {
                "briefReport": "您在该项的评分较低，表明目前夫妻与双方亲友的关系不满意。您可能觉得彼此父母对夫妻关系带来明显的干扰；对于与双方亲朋好友的相处感到不满意，投入的时间可能太多或是太少。由此可能对夫妻的生活造成比较大的影响。双方原生家庭存在差异，夫妻对此需要尊重与接受，给予对方理解和支持，寻找在双方的共同点，彼此坦诚沟通，大方说明朋友的情况，共同面对婚姻的人际关系，避免站在亲友的立场上与配偶发生对立和冲突。如果通过自身的努力仍然无法改善与亲友关系的不良状况，建议寻求专业的心理帮助。",
                "overallAppraisal": "测验表明，目前您对夫妻双方与亲友关系的满意度较低。",
                "result": "您在该项的评分较低，表明目前夫妻与双方亲友的关系不满意。您可能觉得彼此父母对夫妻关系带来明显的干扰；对于与双方亲朋好友的相处感到不满意，投入的时间可能太多或是太少。由此可能对夫妻的生活造成比较大的影响。",
                "suggestions": "测验表明，您对夫妻双方与亲友的关系不满意。可尝试从以下几个方面入手：
1、	将夫妻当成是最亲的人，彼此坦诚沟通，真诚相待，在交往中夫妻间互相通气，大方说明朋友的情况，增加对彼此的理解和信任，进而共同面对婚姻的人际关系，避免站在亲友的立场上与配偶发生对立和冲突。
2、	双方原生家庭自然存在着差异，夫妻对此需要拥有充分的尊重与接受，减少对与错的争执，给予对方更多的理解和支持，重视寻找在双方差异之外的共同点，在求同存异的基础上，努力经营共同的婚姻生活。
3、	试着了解和接受对方的朋友，并尽可能地建立双方共同的朋友圈。
4、	多与一些有良好婚姻经验的人进行沟通和交流，建立朋友关系，以获得更丰富的经验和支持。
5、	如果通过自身的努力仍然无法改善与亲友关系的不良状况，建议寻求专业的心理帮助。
        
                "
            },
            "name": "与亲友关系",
            "ordinary": {
                "briefReport": "您在该项的评分处于中等水平，表明目前夫妻与双方的亲友能维持正常的往来，关系和谐度一般。彼此父母对夫妻关系带来一定影响，对于与双方亲朋好友的相处感到不是很满意，投入的时间可能过多或是过少。不过，对夫妻的生活不会造成太大影响。",
                "overallAppraisal": "测验表明，目前您对夫妻双方与亲友关系的满意度一般。",
                "result": "您在该项的评分处于中等水平，表明目前夫妻与双方的亲友能维持正常的往来，关系和谐度一般。您觉得彼此父母对夫妻关系带来一定影响，对于与双方亲朋好友的相处感到不是很满意，投入的时间可能过多或是过少。不过，对夫妻的生活不会造成太大影响。",
                "suggestions": "测验表明，目前您对夫妻双方与亲友的关系不太满意，还有很大的提升空间，您可尝试从以下几个方面入手：
1、	将夫妻当成是最亲的人，彼此坦诚沟通，真诚相待，在交往中夫妻间互相通气，大方说明朋友的情况，增加对彼此的理解和信任，进而共同面对婚姻的人际关系，避免站在亲友的立场上与配偶发生对立和冲突。
2、	双方原生家庭自然存在着差异，夫妻对此需要拥有充分的尊重与接受，给予对方更多的理解和支持，寻找在双方差异之外的共同点，在求同存异的基础上，努力经营共同的婚姻生活。
3、	试着了解和接受对方的朋友，并尽可能地建立双方共同的朋友圈。
4、	多与一些有良好婚姻经验的人进行沟通和交流，建立朋友关系，以获得更丰富的经验和支持。
5、	在自身努力的同时，多听取他人的建议，也可以寻求专业的心理帮助。
                "
            },
            "scoreStandard": {
                "man": "31.89,43.15",
                "woman": "32.65,44.45"
            }
        },
        {
            "high": {
                "briefReport": "您在该项的评分较高，表示您主张男女平等，希望夫妻角色公平分配。您认为夫妻双方都应有参加工作的机会，配偶（特别是妻子）的职业发展与自己的职业发展是同等重要的；夫妻双方应共同承担家务分工；家中事情应由双方共同商量决定。总之，您重视双方工作上的独立性，主张家庭由两人共同经营。",
                "overallAppraisal": "测验表明，目前您主张男女平等，希望夫妻角色公平分配。",
                "result": "您在该项的评分较高，表示目前您主张男女平等，希望夫妻角色公平分配。您认为夫妻双方都应有参加工作的机会，配偶（特别是妻子）的职业发展与自己的职业发展是同等重要的；夫妻双方应共同承担家务分工；家中事情应由双方共同商量决定。总之，您重视双方工作上的独立性，主张家庭由两人共同经营。

                ",
                "suggestions": "测验表明，目前您主张男女平等，希望夫妻角色公平分配。为了有助于婚姻生活质量的提高，可参考以下建议。
1、	认识到夫妻双方对婚姻角色的期待是有所不同的，加强彼此的沟通和协商，达成一致的角色分工。
2、	了解配偶对婚姻的具体期待和需要，结合现实情况，给予适当的配合和满足，共同经营婚姻生活。

                "
            },
            "low": {
                "briefReport": "您在该项的评分较低，表示您主张传统的夫妻角色与责任分配。您认为丈夫是一家之主，主要负责养家，而妻子主要负责在家中相夫教子，家务多半应由妻子承担，家中的决策权仍然在丈夫手中，主张比较传统的“男主外女主内”的家庭责任分工模式。夫妻双方对婚姻角色的期待是有所不同的，加强彼此的沟通和协商，达成一致的角色分工。",
                "overallAppraisal": "测验表明，目前您主张传统的夫妻角色与责任分配。",
                "result": "您在该项的评分较低，表示您主张传统的夫妻角色与责任分配。您认为丈夫是一家之主，主要负责养家，而妻子主要负责在家中相夫教子，家务多半应由妻子承担，家中的决策权仍然在丈夫手中，主张比较传统的“男主外女主内”的家庭责任分工模式。",
                "suggestions": "测验表明，目前您主张传统的夫妻角色与责任分配。为了有助于婚姻生活质量的提高，可参考以下建议。
1、认识到夫妻双方对婚姻角色的期待是有所不同的，加强彼此的沟通和协商，达成一致的角色分工。
2、了解配偶对婚姻的具体期待和需要，结合现实情况，给予适当的配合和满足，共同经营婚姻生活。
                "
            },
            "name": "角色平等性",
            "ordinary": {
                "briefReport": "您在该项的评分处于中等状态，表明您对婚姻关系中的夫妻角色的期待比较灵活。您既不会过于强调夫妻在工作与家务上的平等分工，也不会过于要求传统的角色分工。",
                "overallAppraisal": "测验表明，目前您对婚姻关系中的夫妻角色的期待比较灵活。",
                "result": "您在该项的评分处于中等状态，表明您对婚姻关系中的夫妻角色的期待比较灵活。您既不会过于强调夫妻在工作与家务上的平等分工，也不会过于要求传统的角色分工。

                ",
                "suggestions": "测验表明，目前您主张男女平等，希望夫妻角色公平分配。为了有助于婚姻生活质量的提高，可参考以下建议。
1、	认识到夫妻双方对婚姻角色的期待是有所不同的，加强彼此的沟通和协商，达成一致的角色分工。
2、	了解配偶对婚姻的具体期待和需要，结合现实情况，给予适当的配合和满足，共同经营婚姻生活。 "
            },
            "scoreStandard": {
                "man": "23.41,34.31",
                "woman": "22.26,33.86"
            }
        },
        {
            "high": {
                "briefReport": "您在该项的评分较高，表明目前您倾向于坚持传统的婚姻宗教信念，也愿意用较传统的行为标准来要求自己，可能希望配偶也跟自己一样。注重夫妻双方在信仰方面的一致性，也重视其在共同的婚姻生活中的作用。",
                "overallAppraisal": "测验表明，目前您比较尊崇传统文化教育。",
                "result": "您在该项的评分较高，表明目前您倾向于坚持传统的婚姻宗教信念，也愿意用较传统的行为标准来要求自己，可能希望配偶也跟自己一样。注重夫妻双方在信仰方面的一致性，也重视其在共同的婚姻生活中的作用。
双方评分一致，表明夫妻双方信仰一致，均高分提示双方均看重传统的婚姻观念。夫妻一方评分高，一方评分低，低者更可能是冲突的来源。
                ",
                "suggestions": "：
您在该项的评分较高，表明目前您能倾向于坚持传统的婚姻宗教观念，如果夫妻双方具有一致的宗教信仰，可能会促进夫妻之间更好地发展。如果夫妻之间的信仰不一致，尽量尊重对方的信仰自由，以及您们之间可能存在的差异，而不可强迫对方放弃与自己不同的信仰或改信自己的信仰；客观地认识信仰只表示每个人某些方面的新年和观点的不同，认识信仰不同并不意味着夫妻双方必定会产生根本的矛盾，学会互相理解和包容对方，对对方宗教信仰中某些特殊的观念和行为不要予以否定和厌恶，只要能给予对方足够的理解和包容。
                "
            },
            "low": {
                "briefReport": "您在该项的评分较低，表明目前您倾向于不受传统观念的束缚，可能也希望配偶跟自己一样。夫妻之间的信仰不一致，尽量尊重对方的信仰自由，以及您们之间可能存在的差异，而不可强迫对方放弃与自己不同的信仰或改信自己的信仰；客观地认识信仰只表示每个人某些方面的新年和观点的不同，对对方宗教信仰中某些特殊的观念和行为不要予以否定和厌恶，只要能给予对方足够的理解和包容。",
                "overallAppraisal": "测验结果表明，目前您较倾向于不受传统观念的束缚。",
                "result": "您在该项的评分较低，表明目前您倾向于不受传统观念的束缚，可能也希望配偶跟自己一样，
双方评分一致，表明夫妻双方信仰一致，均高分提示双方均看重传统的婚姻观念。夫妻一方评分高，一方评分低，低者更可能是冲突的来源。
                ",
                "suggestions": "您在该项的评分较低，表明目前您能倾向于不受传统的婚姻宗教观念束缚。如果夫妻双方具有一致的宗教信仰，可能会促进夫妻之间更好地发展。如果夫妻之间的信仰不一致，尽量尊重对方的信仰自由，以及您们之间可能存在的差异，而不可强迫对方放弃与自己不同的信仰或改信自己的信仰；客观地认识信仰只表示每个人某些方面的新年和观点的不同，认识信仰不同并不意味着夫妻双方必定会产生根本的矛盾，学会互相理解和包容对方，对对方宗教信仰中某些特殊的观念和行为不要予以否定和厌恶，只要能给予对方足够的理解和包容。
       
                "
            },
            "name": "信仰一致性（传统文化及价值观）",
            "ordinary": {
                "briefReport": "您在该项的评分处于中等水平，表明目前您在某些方面倾向于坚持传统的婚姻宗教观念，而在另外一些方面倾向于不受传统观念的束缚。夫妻双方可能在信仰上存在一定的冲突，但不会影响到您的工作和生活。夫妻之间的信仰不一致，尽量尊重对方的信仰自由，以及您们之间可能存在的差异，而不可强迫对方放弃与自己不同的信仰或改信自己的信仰；客观地认识信仰只表示每个人某些方面的新年和观点的不同，对对方宗教信仰中某些特殊的观念和行为不要予以否定和厌恶，只要能给予对方足够的理解和包容。",
                "overallAppraisal": "测验表明，目前您在某些方面倾向于坚持传统的婚姻宗教观念，而在另外一些
方面倾向于不受传统观念的束缚。
                ",
                "result": "您在该项的评分处于中等水平，表明目前您在某些方面倾向于坚持传统的婚姻宗教观念，而在另外一些方面倾向于不受传统观念的束缚。夫妻双方可能在信仰上存在一定的冲突，但不会影响到您的工作和生活。
双方评分一致，表明夫妻双方信仰一致，均高分提示双方均看重传统的婚姻观念。夫妻一方评分高，一方评分低，低者更可能是冲突的来源。

                ",
                "suggestions": "您在该项的评分处于中等水平，表明目前您在某些方面比较传统，而另一些方面也比较自由开放。如果夫妻双方具有一致的宗教信仰，可能会促进夫妻之间更好地发展。如果夫妻之间的信仰不一致，尽量尊重对方的信仰自由，以及您们之间可能存在的差异，而不可强迫对方放弃与自己不同的信仰或改信自己的信仰；客观地认识信仰只表示每个人某些方面的新年和观点的不同，认识信仰不同并不意味着夫妻双方必定会产生根本的矛盾，学会互相理解和包容对方，对对方宗教信仰中某些特殊的观念和行为不要予以否定和厌恶，只要能给予对方足够的理解和包容。"
            },
            "scoreStandard": {
                "man": "32.46,45.62",
                "woman": "33.78,46.3"
            }
        }
    ],
    "referencescore": "目前国内婚姻质量问卷的常模如下：
某一因子，如果受测者处于低的水平，提示目前在婚姻中对此方面感到不满意；
某一因子，如果受测者处于一般水平，提示目前在婚姻中对此方面的满意度一般；
某一因子，如果受测者处于高的水平，提示目前在婚姻中对此方面感到满意。
因子	男	女
	低	一般水平	高	低	一般水平	高
1.过份理想化	<34.45	34.45-46.01	>46.01	<35.68	35.68-47.04	>47.04
2.婚姻满意度	<30.86	30.86-43.76	>43.76	<30.37	30.37-44.43	>44.43
3.性格相容性	<28.62	28.62-40.54	>40.54	<28.08	28.08-40.78	>40.78
4.夫妻交流	<28.85	28.85-40.95	>40.95	<27.16	27.16-41.04	>41.04
5.解决冲突方式	<28.21	28.21-39.89	>39.89	<27.42	27.42-40.28	>40.28
6.经济安排	<30.83	30.83-43.49	>43.49	<30.87	30.87-44.43	>44.43
7.业余活动	<30.09	30.09-37.89	>37.89	<30.43	30.43-39.19	>39.19
8.性生活	<30.68	30.68-43.92	>43.92	<30.7	30.7-44.5	>44.5
9.子女和婚姻	<32.77	32.77-43.93	>43.93	<32.53	32.53-43.97	>43.97
10.与亲友的关系	<31.89	31.89-43.15	>43.15	<32.65	32.65-44.45	>44.45
11.角色平等性	<23.41	23.41-34.31	>34.31	<22.26	22.26-33.86	>33.86
12.信仰一致性	<32.46	32.46-45.62	>45.62	<33.78	33.78-46.3	>46.3
",
    "tableName": "婚姻质量问卷 : 婚姻状况自检，让婚姻更和谐",
    "templateName": "crmTPL.docx"
}