{
"briefReport" : "你的人格类型为外倾、直觉、情感、知觉型（ENFP）。
ENFP型的人主导功能是直觉（喜欢推论），辅助功能是情感。你倾向于对事情能面面观之、以整体概念看事、富想象力、尝试新鲜构想、喜欢复杂的工作、喜欢解决新奇的问题；体谅他人感受、了解他人的需要、喜欢和谐的人际关系、易表露情感、喜去说服他人。但如果你过多的使用直觉功能，你可能会忽视细节和当前的实际，或在信息并不足够得情况下，过快地进行决策；如果你过多地关注情感，你可能会表现得不合乎逻辑、不够客观、没有组织系统的思考、不具批判精神、感情用事。
在工作中，你希望打破常规思考，考虑事情发展可能出现的新情况，敢于冒险、敢于尝试新事物，能克服障碍，能通观全局，交际能力强，适应能力强，能迅速改变自己的行事速度及目标。但有时不善于把握事物的轻重，难于决定优先处理哪些事，不愿以传统或常规的方式行事，讨厌做重复性任务，不能容忍与过于严谨的机构或个人工作。你适合的岗位特质是允许你创造新奇的观点、产品、服务以及解决问题的方法来帮助别人，允许你以自己的进度或日程安排你的工作，工作的环境必须友好、轻松，人们幽默、亲切，且彼此之间没有人际冲突。
",
	"overallAppraisal":"你的人格类型为外倾、直觉、情感、知觉型（ENFP）。",

	"result":"一、个性特征描述
ENFP型的人充满热情和新思想。他们乐观、自然、富有创造性和自信，具有独创性的思想和对可能性的强烈感受。对于ENFP型的人来说，生活是激动人生的戏剧。
因为ENFP型的人对可能性很感兴趣，所以他们了解所有事物中的深远意义，喜欢许多可供选择的事物的存在。他们具有洞察力，是热情的观察者，注意常规以外的任何事物。ENFP型的人好奇，他们更喜欢理解而不是判断。
ENFP型的人具有想象力、适应性和可变性，他们视灵感高于—切，常常是足智多谋的发明人。有时他们不墨守成规，善于发觉做事情的新方法。ENFP型的人为思想或行为开辟新道路，并保持它们的开放。
在完成新颖的想法的过程中，ENFP型的人依赖冲动的能量。他们有大量的主动性，认为问题令人兴奋。他们也从所处的周围其他人中得到能量的输入，能够把自己的才能与别人的力量成功地结合在一起。
ENFP型的人具有魅力、充满生机。他们待人热情、彬彬有礼、富有同情心，愿意帮助别人解决问题。他们具有出色的洞察力和观察力，常常关心他人的发展。ENFP型的人避免冲突，喜欢和睦。他们把更多的精力倾注于维持个人关系而不是客观事物上，喜欢保持一种广泛的人际关系。

二、可能存在的盲点
由于他们觉得产生想法很容易，所以ENFP型的人每次把精力集中在仅仅一件事上很困难，在做决定时很麻烦。他们了解许多可能性，以至他们很难挑选最好的活动或兴趣去追求。有时他们会做出拙劣的决定，立刻卷入过多的事物之中。仔细地选择把精力集中在哪儿，有助于ENFP型的人避免浪费时间和相当的才能。
对于一个ENFP型的人来说，一个计划中有意思的部分是最初问题的解决和引出一些新内容。他们乐于在一个问题最重要和富有挑战性的部分施展自己的灵感。这一阶段过后，他们常常会失去兴趣，缺乏完成已经开始的工作所必要的自我约束。他们很可能会开始许多计划，但完成的却寥寥无几，当ENFP型的人坚持完成单调却又必要的计划时，直到完成前，他们必须付出更多的努力。经常在纸上写出重要的事情或下面的步骤有助于防止他们偏离主题。
通常ENFP型的人不是特别安排有序的。他们会得益于学习和运用时间的管理个人组织能力。与更现实和实际的人配合工作，ENFP型的人能做得很好，作为ENFP型的人不喜欢单独工作，尤其是要持续一段时间，所以与别人配合对他们很适合。即使是处于计划中缺乏兴趣的阶段，他们觉得与另外一个人一起工作也比单独工作合意得多。
ENFP型的人对于细节不是很感兴趣。由于他们对于运用自己的灵感和产生有独创性的事物感兴奋，所以他们厌烦为了完成一项特别的活动去搜集自己所需要的材料。有时他们仅仅是当场即兴创作，而事先没有计划和准备。因为他们觉得收集材料单调枯燥，所以他们冒着永远超不出“闪亮的思维”阶段，或者一旦开始，永不结束的危险。一直不变的是，他们宁愿推迟处理麻烦的细节，而转移到创新的或不寻常的其他事情上。当他们有意识地参加周围的社会交往，收集—些使他们的创意可以转化为实际运用的想法时，ENFP型的人会更加卓有成效。
 
三、功能运用
外向与内向是指我们心理能量的作用方向，判断与知觉是我们做事的两种方式。心理学称之为“态度”。感觉与直觉是我们获取信息的方式，思考和情感是做决定的方式，心理学称之为“功能”，功能是人格理论的精髓、核心。
每一个人在都会用到四种功能，但对功能应用的喜好程度不一样。等级中第一位的称为“主导功能”，第二位的称为“辅助功能”。每个人都需要运用到这两个过程。
ENFP型的人主导功能是直觉（喜欢推论），辅助功能是情感。他们倾向于：
对事情能面面观之、以整体概念看事、富想象力、尝试新鲜构想、喜欢复杂的工作、喜欢解决新奇的问题；体谅他人感受、了解他人的需要、喜欢和谐的人际关系、易表露情感、喜去说服他人。
ENFP型的人比较少地使用他们的第三、第四功能——感觉和思维。即使在需要这些功能的场合，他们仍然无法有效使用。
如果你过多的使用直觉功能，你可能会忽视细节和当前的实际，或在信息并不足够得情况下，过快地进行决策；如果你过多地关注情感，你可能会表现得不合乎逻辑、不够客观、没有组织系统的思考、不具批判精神、感情用事。
",
	"suggestions":"一、工作中的优势
     对于不同的人格类型而言，没有“好”与“坏”之分，每一个人都是一个独一无二的个体，都有其特别的优势和劣势，但问题的关键在于如何认识这些优势和劣势，完善自己。我们对于成功的建议是：取已之长，补已之短。学会了这一点将会影响到你的成败及你对工作的喜好。
你在工作中的优势：
1、你希望打破常规思考，考虑事情发展可能出现的新情况；
2、敢于冒险、敢于尝试新事物，能克服障碍；
3、兴趣广泛，对自己感兴趣的东西接受能力强；
4、对收集自己所需信息有一种天生的求知欲和技能；
5、能通观全局，能看出行为和思想之间的潜在含义；
6、交际能力强，能激发别人的热情；
7、适应能力强，能迅速改变自己的行事速度及目标；
8、能洞察别人，能理解他们的需要和动机。
 
二、工作中的劣势
    下面列出了你工作中可能存在的缺点，这些缺点有的比较明显，有的并不明显或你没有意识到，目的是为了让你“注意”到它们，并考虑产生的原因。缺点有些是天生的，而有些是长时间形成的，因此你不可能在一两天内改变，而是去提醒、思考。注意：其实知道存在的问题就是改变提高中很重要的一步，你会发现你正在慢慢发生变化。
你工作中的劣势：
1、不善于把握事物的轻重，难于决定优先处理哪些事；
2、对缺乏独创性的人没有耐心；
3、不愿以传统或常规的方式行事；
4、易于烦躁或不耐烦，尤其是当工作中创造性过程结束后；
5、讨厌做重复性任务；
6、不能容忍与过于严谨的机构或个人工作；
7、倾向于关注可能发生的事情，而非实际的或极可能发生的事情；
8、你有变得毫无组织性的倾向。

    三、适合的岗位特质
 研究发现：职业满足会使你的工作主动性更强，积极性更高，更愿意去工作。以下不是简单地告诉你什么样的工作适合你，而是细化地帮你分析工作中的哪些特质对你重要，你还需要从中选出你认为最重要的，因为不同经历的人对特质的重要程度要求是不同的。每个岗位的工作内容都在随企业的发展而发展，不是一成不变的，有时候岗位的发展方向需要我们自己去争取。所以找到适合的工作不如找到适合自己发展的岗位更直接。这些特质可以帮助明确如何主动的发展或争取你岗位。
你的岗位特质：
1、能让我有机会帮助各种各样的人解决不同的问题，而同时我自己也能从中受到灵感的启发；
2、允许我创造新奇的观点、产品、服务以及解决问题的方法来帮助别人，并能看到我的计划变成现实；
3、这份工作要集趣味性、挑战性、多样性于一体；
4、工作中尽可能少地要求我处理培训后续工作、日常琐事，也不要要求我维护一个系统或工程；
5、允许我以自己的进度或日程安排我的工作，工作中没有太多规章制度，而应该有自主行动的自由；
6、能让我有机会遇到一些新的面孔，学习一些新的技能以不断满足自己的求知欲；
7、我的工作必须与我的个人信仰和价值观相一致，并能让我创造于别人有利的机会；
8、我工作的环境必须友好、轻松，人们幽默、亲切，且彼此之间没有人际冲突；
9、能让我自由发挥我的灵感，并参加一些刺激、有趣的冒险；
10、在工作中，我的热情、创造力、以及想象力能得到赏识和回报。
 
    四、你适合的职业
    也许你会觉得下面的工作种类繁杂，但仔细分析你就会发现，这些工作各自的特色正是你对工作的要求，我们会在下面列出各类工作的特质。当然，下面列出各类工作不可能都完全适合您，但是，却能够向你展示你以前不曾考虑过的工作的可能性。在列出这些工作的同时，我们也要忠告你：每种职业中都有各种性格类型的成功人士；即使是相同的工作，不同公司的要求也不尽相同，所以除了工作名称外，你还要对贵公司要求的工作内容和公司文化作详细的了解。我们希望在经济快速发展、新型工作不断涌现将来，这份报告上列举的工作种类不是限制了你的选择，而是告诉你，面对新工作的选择或机会时，应该从哪些因素来分析这些工作对你的适合程度。
    
    适合ENFP型人的职业：   
    1、创造性职业    
        ·记者                             ·编剧或剧作家   
        ·专栏作家                         ·性格演员
        ·音乐家或作曲家                   ·新闻广播员
        ·室内装潢人                       ·卡通制作人
        ·艺术家                           ·报道人或编辑
        ·杂志报道人或编辑                 ·信息图片设计师
    这些创造性职业明显的吸引力在于其中有机会不断发展新颖而有创见的方法。ENFP型人喜爱创造过程，尤其是它提供了合作及被与他人合作所激发自身灵感的机会。工作环境越没有压力越灵活，ENFP型人就越喜欢。他们可以独立地把工作做好，但需要经常自发地与他人接触，以保持他们不断地产生创造力，并使他们愉快地工作。

2、营销／计划
        ·公关专家                        ·营销顾问
        ·广告业务经理                    ·广告撰稿人或公共写作人  
        ·广告创意指导                    ·战略策划人
        ·报刊宣传员                      ·调研助理    
        ·编辑或艺术指导(杂志)
    ENFP型人通常是出色的思维广阔的思想家，他们能很容易地看出一个想法、计划或服务对于他人的效果。他们在计划中个考虑别人的需要和关注点，而且经常能想出创新的及富有人情的解决办法，他们喜欢创造性地解决问题，尤其当他们做为一个活泼而精力旺盛的群体的一部分时。ENFP型人往往聪明有趣，他们为刊登或播送而撰写广告的时候感到很满意。广告的迅速和不断变化是很有吸引力的。而且作为公关经理，他们能成为机构的出色发言人。
    
     3、教育／咨询
       ·特殊教育老师                   ·双语种教育老师
       ·早期儿童教育老师               ·艺术戏剧、音乐及英语老师
       ·儿童福利顾问                   ·酒精毒品禁戒顾问
       ·社会工作者(老年人及儿童日常照顾问题)
       ·发展指导                      ·职业顾问
       ·住宅安居指挥                  ·民意调查员
       ·主教顾问                      ·康复中心工作人员
       ·社会学家                      ·心理学家
    许多ENFP型人发现对于他人有积极影响力的工作在本质上是令人满意的。他们能成为富于同情心与支持鼓励他人的心理学家，能成为有创造力而热诚的职业顾问，能帮助他们的客户发现新颖而有创见的解决问题的方法。他们关注事物的可能性，尤其是对于别人的可能性，而且他们充满感染力和旺盛精力的风格激励他们的客户试着在生活中进行积极的改变。他们乐于帮助别人发展个人的精神世界，并经常被牧师这类形式的职业所吸引。作为民意调查员，他们是促进机构转变的高效而富于创新的中介人物，作为向导来帮助个人获得可利用的资源。

3、健康护理／社会服务
       ·营养学家                      ·语言病理学家或听觉学家
       ·全面健康医生                  ·按摩治疗专家
       ·雇员辅助计划顾问              ·理疗专家
       ·法律调停人
这些健康护理及社会服务领域的工作对于ENFP型人通常是有吸引力的，部分是因为它们能予人帮助的性质及具有运用创造性方法的机会。而且也因为它们是使人们保持独立和灵活的同时进行自我管理的职业。从事这些职业的ENFP型人感到非常满意，因为他们能在严格的传统框架之外工作（比如拥有各种不同客户的顾问）。
 
4、企业家／商业
        ·顾问                                ·发明家 
        ·无形商品或点子的销售                ·人力资源经理    
        ·人力资源发展训练人                  ·会议安排人
        ·雇佣发展专家                        ·饭店老板
        ·公司或小组培训人                    ·人力资源多样化管理人
        ·广告业务管理人或经理                ·公关专家
        ·营销主管：广播或电视或有线转播业    ·管理顾问
        ·调职顾问                            ·环境法律师
    ENFP型人是天生的企业家！他们喜欢给自己干活，因为这给予他们自由和灵活，也让他们有机会选择想做的工作及想合作的人。他们通常极富想法并想付诸实现，尤其是那些将影响其他人的。许多ENFP型人喜欢在建立合作组、解决冲突或提高工作效率等方面作顾问。
    传统的商业世界通常对于ENFP型人没有吸引力，因为他们不喜欢过多的规则、规定或标准操作程序。然而，在传统的机构中，ENFP型人群集中于人力资源部做培训员及顾问。他们发现诸如雇员发展顾问这样的职业可以运用他们事先谋划并提出利于人们完成工作的创造性方法的能力，同时还能不忘机构的目标。
    记住，上述只是可以为具有独特天分的ENFP型人提供满足感的一部分职业领域。
 
    五、个人发展建议
    现在你对自己的人格类型和动力已经有了一个比较清楚的了解，但这还不够。关键在于如何通过这些信息使你在这份工作上取得更大的成功。
    你成功的秘诀在于：
1、把握事情轻重，优先处理重要事宜；
2、集中精力于某一目标；
3、对自己接手的事坚持到底。
"
}
