{
"briefReport" :"你的人格类型为外倾、直觉、思维、知觉型（ENTP）。
ENTP型的人主导功能是直觉（喜欢推论），辅助功能是思考。你倾向于探求隐含的原因、可能性或事物的整体，对事实和经验进行逻辑的分析，并做出结论。如果你过多地关注直觉，你可能错过事物的相关事实、细节或以前的经验；如果你只使用思考进行判断的话，你可能在需要的时间忘记去称赞他人或忽视你决策对其它人的影响。
在工作中，你有出色的交际才能、能使别人对自己的观点感到兴奋，兴趣爱好广泛，易于接受新事物，能够把握事情的全局，能灵活地适应新情况，有熟练的变换能力。但有时你难以使自己有条不紊和富于条理，倾向于用“是不是有可能”来看待问题，而不是以可行性的大小来衡量事物，对事物很容易感到厌烦，不喜欢重复地做相同的工作任务。你适合的岗位特质是工作能够充分发挥你的创造性和开拓性，并能得到承认和鼓励，不要做重复的、繁琐的、简单的细节工作，允许你发起一项计划，但不要深陷乏味的细节。
",
	"overallAppraisal":"你的人格类型为外倾、直觉、思维、知觉型（ENTP）。",
	"result":"一、个性特征描述
    ENTP型的人喜欢兴奋与挑战。他们热情开放、足智多谋、健谈而聪明，擅于许多事情，不断追求增加能力和个人权力。
    ENTP型的人天生富有想象力，他们深深地喜欢新思想，留心一切可能性。他们有很强的首创精神，擅于运用创造冲动。ENTP型的人视灵感高于其他的一切，力求使他们的新颖想法转变为现实，他们好奇、多才多艺、适应性强，在解决挑战性和理论性问题时善于随机心变。
    ENTP型的人灵活而率直，能够轻易地看出任何情况中的缺点，乐于出于兴趣争论问题的某方面。他们有极好的分析能力，是出色的策略谋划者。他们几乎一直能够为他们所希望的事情找出符合逻辑的推理。
    大多数的ENTP别人喜欢审视周围的环境，认为多数的规则和章程如果不被打破，便意味着屈从。有时他们的态度不从习俗，乐于帮助别人超出可被接受和被期望的事情。他们喜欢自在地生活，在每天的生活中寻找快乐和变化。
    ENTP型的人富有想象力地处理社会关系，常常有许多的朋友和熟人。他们表现得很乐观，具有幽默感。ENTP型的人吸引和鼓励问伴，通过他们富有感染力的热情，鼓舞别人加入他们的行动中。他们喜欢努力理解和回应他人，而不是判断他人。

    二、可能存在的盲点
    因为ENTP型人视创造力和革新高于其他的一切，所以有时会忽视按照普遍的方式完成简单的事情，因为它是没有创造性的。对于常规和可预见的事物的强烈厌恶，使得他们很难注意到必要的细节。在他们热情地着手新鲜事物时，有时会忽视必要的准备，一头扎进去得太快。而且一旦解决了主要问题，他们常常会去做兴奋人心的冒险，而不是圆满地坚持到看见原先的计划顺利通过。他们应该逐渐地少做出对各种计划的许诺，以便更多地完成自己已经开始的工作。
ENTP型的人常常说话很快，使别人难以发挥作用。他们诚实、公正，但是在准备好的对别人的批评中，却显得生硬与不得体。ENTP型的人必须把别人的想法看作是正确和重要的，即使他们不具有这种想法。ENTP型的人迷人、有趣、使人愉快的同时，也会显得虚假。ENTP型的人必须抵抗表现的欲望，分享真实的情感。
ENTP型的人不愿承诺是由于他们害怕错过其他机会造成的。他们那种对于新的很有前景的事情保持开放并做出回应的愿望令人感到他们不可信赖，对待别人的计划很轻率。全面地考虑他们的行为对于别人的影响会有助于ENTP型的人显得更加可靠。
ENTP型的人天生的敏捷，以及对于即将发生之事的预见能力意味着他们偶然会错误地假设他们知道人们将要说的话，而月．可能会一下子就得出意见。花些时间，更仔细地注意在他们周围的世界真正将要发生的事情，仔细地聆听他人的信息和反应会帮助他们避免显得傲慢与无礼。

    三、功能运用
    外向与内向是指我们心理能量的作用方向，判断与知觉是我们做事的两种方式。心理学称之为“态度”。感觉与直觉是我们获取信息的方式，思考和情感是做决定的方式，心理学称之为“功能”，功能是人格理论的精髓、核心。
    每一个人在都会用到四种功能，但对功能应用的喜好程度不一样。等级中第一位的称为“主导功能”，第二位的称为“辅助功能”。
    ENTP型的人主导功能是直觉（喜欢推论），辅助功能是思考。他们倾向于：
    探求隐含的原因、可能性或事物的整体。
    对事实和经验进行逻辑的分析，并做出结论。
ENTP型的人比较少地使用他们的第三、第四功能——感觉和情感。即使在需要这些功能的场合，他们仍然无法有效使用。
作为一个ENTP型的人，如果你过多地关注直觉，你可能错过事物的相关事实、细节或以前的经验；如果你只使用思考进行判断的话，你可能在需要的时间忘记去称赞他人或忽视你决策对其它人的影响。
",
    "suggestions":"一、工作中的优势
    对于不同的人格类型而言，没有“好”与“坏”之分，每一个人都是独一无二的个体，都有其特别的优势和劣势。问题的关键在于如何认识这些优势和劣势,完善自己。我们对于成功的建议是：“取已之长，补已之短”。学会了这一点将会影响到你的成败及你对工作的喜好。
你在工作中的优势：
1、出色的交际才能、能使别人对自己的观点感到兴奋；
2、急切地“想知道盒子外边的世界”、能相处一些新的可能性；
3、杰出的创造性解决问题的能力；
4、探险精神、创新意识以及克服困难的勇气；
5、兴趣爱好广泛，易于接受新事物；
6、有“走自己的路，让别人去说吧”的乐观主义激情；
7、学习新知识的信心和动力都很强大；
8、天生的好奇心理，快速地搜索所需信息的技能；
9、能够把握事情的全局，弄清思想和行为的长远影响；
10、同时处理多个问题的能力；
11、对别人的需要和意图的知觉；
12、能灵活地适应新情况，有熟练的变换能力；
13、在社交生活中不会感到拘谨，能舒适地适应大多数社交场合。

    二、工作中的劣势
    下面列出了你工作中可能存在的缺点，这些缺点有的比较明显，有的并不明显或你没有意识到。目的是为了让你“注意”到它们，并考虑产生的原因。缺点有些是天生的，而有些是长时间形成的，因此你不可能在一两天内改变，而是去提醒、思考。注意：其实知道存在的问题就是改变提高中很重要的一步，你会发现你正在慢慢发生变化。
你工作中的劣势：
1、难以使自己有条不紊和富于条理；
2、在区分出应该优先对待的事物以及做出决定方面有一定的困难；
3、过于自信；可能会不恰当地运用自己的能力和社会经历；
4、倾向于用“是不是有可能”来看待问题，而不是以可行性的大小来衡量事物；
5、很可能不切实际地许诺；
6、对思维狭窄及思想顽固的人缺乏耐心；
7、问题一旦解决，兴趣便不复存在；
8、不喜欢按传统的、公式化的以及例行的方式来办事；
9、对待细节和后续工作可能缺乏耐心，对自己要求不严格；
10、对事物很容易感到厌烦，并且可能在不恰当的时候把注意力转移到别的事情上去；
11、不喜欢重复地做相同的工作任务；
12、对自己不信任的人耐心不够。

    三、适合的岗位特质
    研究发现：职业满足会使你的工作主动性更强，积极性更高，更愿意去工作。以下不是简单地告诉你什么样的工作适合你，而是细化地帮你分析工作中的哪些特质对你重要，你还需要从中选出你认为最重要的，因为不同经历的人对特质的重要程度要求是不同的。每个岗位的工作内容都在随企业的发展而发展，不是一成不变的，有时候岗位的发展方向需要我们自己去争取。所以找到适合的工作不如找到适合自己发展的岗位更直接。这些特质可以帮助明确如何主动的发展或争取你岗位。
    你的岗位特质： 
1、工作能够充分发挥你的创造性和开拓性，并能得到承认和鼓励；
2、在快速成长、变化的环境中工作，从事挑战性较大的任务；
3、有一定的弹性，较为灵活，能够自由的、不受各种死板制度限制地工作； 
4、工作能让你体验到乐趣、活跃和兴奋，不要做重复的、繁琐的、简单的细节工作； 
5、能够让你结识不同的人，与有能力的人或自己尊重的人交往，并开展有意义的合作； 
6、工作能够不断提高自己的能力，允许你发起一项计划，但不要深陷乏味的细节。

    四、你适合的职业
你非常喜欢那些能够创新、灵活和富于变化的工作，可以与很多人打交道，有一定的冒险性。例如：管理顾问、培训师、职业顾问、摄影师、记者、城市规划、证券分析、经销人/代理人、风险资本家、企业家、发明家等。 
那些可以通过有趣和创新的途径来发展自己想法和观点的领域，那些快节奏变化丰富的领域会满足你极大的好奇心和启发你积极的想象力。例如：编辑、广告创意人、公关人员、营销、主持人、制片人、贸易行销人员、作家、信息服务人员等。 
你具有开放的眼光，对问题有自己独到的见解，善于预测事态的发展趋势，所以一些规划和开发的工作非常适合你。例如：战略策划人员、项目开发者、房地产代理/开发、城市规划、投资/财政计划人员等。 
那些在高度紧张、激烈的重要场合能够充分发挥运用你的思想知识，快速发现事情的关键所在的工作也是你需要考虑的范围等。例如：刑侦人员、社会科学者、政治分析者、行政管理人员、教育心理学者等。

    五、个人发展建议 
    现在你对自己的人格类型已经有了一个比较清楚的了解，但这还不够。如何通过这些信息使你在这份工作上取得更大的成功是关健所在。
你成功的秘决在于： 
1、需要关注现在和事实 需要承认和确认别人的投入和作出的努力；
2、加强工作的计划性与条理性，完善时间管理，提高工作效率； 
3、需要喜欢在系统中为项目工作和遵守规则；
4、避免在压力大的环境中工作；
5、适合的时候，主动承担一些工作对你的发展更有利； 
6、尽量思考成熟后再采取行动，碰到困难时，你需要坚持。
"
}