{
    "description": "  1、内外倾向（E）
 （1）得分<38.5，表明受测者是典型内向性格；
 （2）38.5≤得分≤43.2，表明受测者性格较为内向；
 （3）43.3≤得分≤56.6，表明受测者性格内外倾向不明显；
 （4）56.7≤得分≤61.5，表明受测者性格较为外向；
 （5）61.5<得分，表明受测者是典型外向性格。
 2、神经质(N)
 （1）得分<38.5，表明受测者情绪稳定性很高；
 （2）38.5≤得分≤43.2，表明受测者情绪稳定性较高；
 （3）43.3≤得分≤56.6，表明受测者情绪稳定性一般；
 （4）56.7≤得分≤61.5，表明受测者情绪稳定性较低；
 （5）61.5<得分，表明受测者情绪稳定性很低。
 3、精神质(P)
 （1）得分<56.7，表明受测者倔强性一般；
 （4）56.7≤得分≤61.5，表明受测者倔强性较强；
 （5）61.5<得分，表明受测者倔强性很强。
 4、掩饰性（L）
 （1）得分在70以上，评定该问卷无效；得分在70分及以下，评定该问卷有效。
    ",
    "referencescore": " 首先，非常感谢选用《艾森克人格测验（EPQ）》！
    艾森克人格测验(Eysenck Personality Questionnaire，EPQ)，是英国心理学家艾森克(H．J．Eysenck)等人编制的一种有效的人格测量工具，对分析人格的特质或结构具有重要作用。目前，已被广泛应用于心理学研究与实际应用、医学、司法、教育、人才测评与选拔等诸多领域。本测验使用陈仲庚主持修订的成人EPQ版本。
    EPQ是一种自陈式人格问卷，有85个题目，含三个维度四个分量表（见附录1），E量表：21个条目，主要测量外显或内隐倾向；N量表：24个条目，测神经质或情绪稳定性；P量表：20个条目，测潜在的精神特质，或称倔强；L量表：20个条目，为效度量表，测受试者的掩饰或防卫。该量表需男女分别记分。
    \"人格\"（personality）一词来源于拉丁文\"persona\",是\"面具\"的意思。在美国心理学界，有的心理学家又称之为个性（ characteristics），指一个人在现实的稳定态度和习惯化了的行为方式中所表现出来的个性心理特征。我国心理学家陈仲庚对人格作了如下定义：人格是个体内在的行为上的倾向性，它表现一个人在不断变化中的全体和综合，是具有动力一致性和连续性的持久的自我，是人在社会化过程中形成的给予人特色的身心组织。
    艾森克对由实验、观察和问卷调查所得到的大量有关人的特质资料进行因素分析，从而提出了多种人格纬度。但他认为内-外倾、神经质、精神质是人格的三个基本纬度。
    综上所述,本测验从内/外倾性、情绪性、精神质三个维度对人的人格进行评定，从而评价一个人的内/外向性格、自我控制程度、环境适应性等人格因素。艾森克的三个人格度不但经过许多数学统计上的和行为观察方面的分析，而且也得到实验室内多种心理实验的考察，被广泛应用于医学、司法、教育等领域，适合16岁以上各种人群测试。
",
    "factorData": [
        {
        	  "name": "E(外向—内向）",
            "scoreNorm": {
            	"high" : "61.4",
            	"ordinary" :"61.5",
            	"low" :"56.6",
            	"bad": "43.2",
            	"verybad": "38.5"
            },
            
            "verybad": {
                "overallAppraisal": "典型内向性格",
                "result": "您可能是好静，富于内省，除了亲密的朋友之外，对一般人缄默冷淡，不喜欢刺激，喜欢有秩序的生活方式，情绪比较稳定。喜爱读书而不喜欢接触人。保守，与人保持一定距离  ( 除非挚友 ) ，倾向于事前有计划，做事关前顾后，不凭一时冲动。
不喜欢兴奋的事，日常生活有规律，严谨。很少有进攻行为，多少有些悲观。踏实可靠。价值观念是以伦理做标准。 ",
                "suggestions": "您可能属于\"猫头鹰型\"，因夜晚的宁静会让您更易产生灵感，及时的休息可以保持良好的状态，建议不要在睡眠时间上过分克扣自己。
职业选择上您倾向于以任务为定向的职业，如建筑师、物理学家、工程师等。因您多对外界刺激较为敏感，而更易察觉别人的变化，所以与人接触多的职业也能适应，只是工作方式会有所不同。建议选择宽松的工作环境，更容易有好的表现。
                "
            },
              "bad": {
                "overallAppraisal": "性格较内向",
                "result": "您活动时从容不忙，喜欢宁静、闲适；宁愿只有几个特殊朋友，喜欢从事如阅读一类的单独活动，较少谈论他人，有从令人烦恼的社交关系中退出的倾向；作决定前考虑问题比较周详，讲究系统性、规则性、审慎小心，  
喜欢有秩序的生活，说话会先考虑，\"三思而后行\"；含蓄、脾气平和，中庸适度，表露思想感情一般较克制。
对观念、抽象事物哲学问题，争论思考及学问感兴趣；富有良知，可信赖，可靠，思想严肃，甚至会有点强迫性。
从外表看上去似乎是一个略带悲观色彩而可靠的人。大多偏爱较淡的颜色；通常在放松条件下，更容易取得好成绩。
                ",
                "suggestions": "您可能属于\"猫头鹰型\"，因夜晚的宁静会让您比较容易产生灵感，及时的休息可以保持良好的状态，建议不要在睡眠时间上过分克扣自己。
好静、不爱社交的特点使您可以自由的做自己喜欢的事，如读书，同时知识的积累和深思熟虑、富于内省的个性使您多显得较为成熟可靠，工作中被认为是可以委以重任的人。
职业选择上您倾向于以任务为定向的职业，如建筑师、物理学家、工程师等。因对外界刺激较为敏感，易察觉别人的变化，所以与人接触多的职业也能适应，只是工作方式会有所不同。建议选择宽松的工作环境，容易有好的表现。
                "
            },
            "low": {
                "overallAppraisal": "性格的内外倾向不明显",
                "result": "您没有特别明显的内外或外向特征，既不象外向者那样活跃而精力充沛，也不似内向者那样少活力而易疲乏，可能比较喜欢活动且兴趣广泛，但一般显得不慌不忙；既不会凭一时高兴行事，匆忙地或过早地作决定，也不会过于审慎小心，只顾系统性、规则性、秩序性，而延误了作决定的时机。个别时候也会显得比较冲动或优柔寡断，但往往事后能反省总结。
有的人则在不同方面兼具内向与外向特征，既能实干，也敢梦想，且大多容易与人相处，朋友中既有泛泛之交也不乏至交好友；既乐于参加集体活动，也需要属于自己的空间，以便安静读书或放松一下，可看作是\"平衡型\"。
审美上可能喜欢中性颜色，口味较随和，大多不挑食或偏食。生活中面临某一任务时，适应性较强。
                ",
                "suggestions": " 您具有较好的适应性，好奇心让您不断挑战自我，不断发现自身潜力，扩大自己的发展空间；爱读书和善于自省的特点也使您有更深入的思考和对自身的认识，可以适应不同环境的要求，根据兴趣以及自身特长选择职业会有好的发展。
能实干，敢梦想，易与人相处，使您具备了作为组织领导人或是进行个人创业的基本素质，但能否真正管理好一个组织或成功创业，还会受到其他许多因素的影响，不可强求。
没有挑食或偏食的毛病，非常有利于均衡摄取各种营养，对身体健康大有裨益，应保持这一良好的生活习惯。
应注意的是，尽力在时间和空间上平衡好参加集体活动与发展个人爱好的需要，解决好与朋友共处和独自享受静谧的冲突，会让您的生活健康有序而又不失情趣。
                "
            },
           
             "ordinary": {
                "overallAppraisal": "性格较外向",
                "result": "活跃、精力充沛，喜欢各种身体活动，可从一项活动转向另一项活动，怀有广泛的兴趣；好与人交往，容易与人相处，在社交场合一般觉得快活，惬意；多情善感，富于同情心，无论悲伤、愤怒、恐惧、爱或恨都直率表露；喜实干，感兴趣的是做事，不喜欢想事，对抽象理论缺乏耐心。
从外表看上去似乎是一个不大可靠的人。大多爱吃刺激性或口味重的食物，抽烟喝酒多；在压力情境下完成任务，会有较高成绩 。
                ",
                "suggestions": "渴望刺激和冒险的特点使您更多的接触外界新鲜事物，也有更多机会主动思考问题，从而让自己得到充分的锻炼与发展，应保持这一心理特点的优势。
您多属于\"百灵鸟型\"，根据自身特点，恰当安排作息时间，将使学习和工作事半功倍。
同时生活中注意控制对刺激性物质的摄取，以避免对自身造成伤害。兴趣广泛使您的生活充满情趣，但同时也易分散精力，建议在一定时间和范围内将心力集中于相对重要的某件事情上，将会有更大的收获。
好交际的特点使您倾向于选择以人为定向的职业，如娱乐管理、社会工作、咨询顾问等，活泼开朗的您也善于处理工作中的人际关系。但要注意克服粗心大意，爱发脾气等问题，给人留下认真、可靠的印象，才会更有利发展。
                "
            },
            "high": {
                "overallAppraisal": "典型外向性格",
                "result": "渴望刺激和冒险，情感易冲动 ，爱交际，喜参加联欢会，朋友多，需要有人同您谈话，不爱一人阅读和做研究，渴望兴奋的事，喜冒险，向外发展，行动受一时冲动影响。
喜实际的工作，回答问题迅速，漫不经心 ,随和,乐观，喜欢谈笑，宁愿动而不愿静。
总的说来是情绪失控制的人，不是一个很踏实的人。
                ",
                "suggestions": "渴望刺激和冒险的特点使您更多的接触外界新鲜事物，也有更多机会主动思考问题，从而让自己得到充分的锻炼与发展，应保持这一心理特点的优势。
您多属于\"百灵鸟型\"，根据自身特点，恰当安排作息时间，将使学习和工作事半功倍。同时生活中注意控制对刺激性物质的摄取，以避免对自身造成伤害。
兴趣广泛使您的生活充满情趣，但同时也易分散精力，建议在一定时间和范围内将心力集中于相对重要的某件事情上，将会有更大的收获。
好交际的特点使您倾向于选择以人为定向的职业，如娱乐管理、社会工作、咨询顾问等，您也善于处理工作中的人际关系。
但要注意克服粗心大意，爱发脾气等问题，给人留下认真、可靠的印象，才会更有利发展。
                "
            }
        },
        
        {
            "name": "N（神经质）",
            "scoreNorm": {
            	"high" : "61.4",
            	"ordinary" :"61.5",
            	"low" :"56.6",
            	"bad": "43.2",
            	"verybad": "38.5"
            },
            "high": {
                "overallAppraisal": "情绪稳定性很低",
                "result": " 焦虑、担心、常常郁郁不乐、忧心忡忡，有强烈的情绪反应，以至于出现不够理智的行为。 
由于强烈的情绪反应而影响了您的正常适应。不可理喻，甚至有时走上危险道路。概括地说，是一个紧张的人，好抱偏见，以至错误。
                ",
                "suggestions": "您首先应认识到不应事事苛求完美，而将精力集中于做事的过程，体会其中的收获与乐趣。
其次应以顺其自然的心态对待周围事物，一方面可想象事情好的一面，自己积极去努力，另一方面可退一步推测，即使事情发展到最坏的地步，也不过如此。可以扩展视野，培养有益的兴趣爱好，将心力集中其上，有意识地塑造自我的个性。发现自己出现过激的情绪反应时，可通过深呼吸等方法缓解，并尽量不在此时作任何决定。抱怨身体不适，不如定期检查，避免过分忧虑。
                "
            },
            "ordinary": {
                "overallAppraisal": "情绪稳定性较低",
                "result": "您对自己评价不高，认为自己缺乏魅力，担心自己不受欢迎；对生存状况悲观不满，有点愤世嫉俗，而同时又觉得难以改变；易因事情出错而心烦意乱，并且不必要地为只是可能或不会发生的事忧心忡忡；缺乏自信心，视自己为由命运支配的无助小卒，易受别人和环境摆布；常自责、自卑，无论其行为是否真正负有道义责任，都受到自己的良心谴责；遇到刺激，易有强烈的情绪反应，并且很长时间才能恢复。",
                "suggestions": "您首先应认识到不应事事苛求完美，而将精力集中于做事的过程，体会其中的收获与乐趣。
其次应以顺其自然的心态对待周围事物，一方面可想象事情好的一面，自己积极去努力，另一方面可退一步推测，即使事情发展到最坏的地步，也不过如此。
细心、认真是优点，若不过分讲究而是尽力而为，则有利于保持良好心态。对于命运之类不可迷信，要知道还有\"性格决定命运\"的说法，可以扩展视野，培养有益的兴趣爱好，将心力集中其上，有意识地塑造自我的个性。
发现自己出现过激的情绪反应时，可通过深呼吸等方法缓解，并尽量不在此时作任何决定。抱怨身体不适，不如定期检查，避免过分忧虑。
                "
            },
            "low": {
                "overallAppraisal": "情绪稳定性一般",
                "result": "您遇事一般不会反应过于激烈。对自己及能力比较有信心，也不排除遇到一些事会落入低谷，甚至有怀疑自己的可能，但一般能较快恢复自信。
面对复杂的状况虽也会有不同程度的忧虑与不安，但基本能通过自我调节从而比较冷静的处理；比较细心、认真，但不苛求，一般不会被琐碎的事或条条框框的规矩而扰乱心绪；在有某些症状或是真正生病时，则希望得到医生、家人朋友的同情和安慰；虽偶尔也会触景生情，但通常不会无缘无故的陷入自责、自卑的情绪或受到良心谴责。
                 ",
                "suggestions": "对自己有较为合理的评价，偶尔遇到挫折时，建议从多方面看待问题，吸取经验教训的同时挖掘其积极的一面，并回忆自己的\"成功案例\"，以尽快恢复自信。
基本能够客观看待周围事物，虽说大多情况能够\"一分耕耘一分收获\"，但有时也要学会延迟满足，对某些当得而未得的眼前利益，可采取\"塞翁失马，焉知非福\"态度，有利于保持积极情绪。
当遇事紧张焦虑时，应首先认识到这是正常现象，所有人身上都可能发生，并且适当的焦虑有利于问题解决。
其次 在遇到问题时，可通过深呼吸和想象自己的最佳状态来放松，调节情绪。
还应在日常生活中扬长避短，增强自信心,有助于您自如的解决面临的问题。
适当关心自身健康状况是有责任心的表现，但只在生病时关注则不可取，建议可作定期健康检查。
                "
            },
           
            
             "bad": {
                "overallAppraisal": "情绪稳定性较高",
                "result": "您倾向于情绪反应缓慢且较轻微。
对本人及能力比较自信，视自己为有价值的人，相信自己是受欢迎的,颇为欣赏自己；喜悦、乐观、健康，对自己的生活状况满意； 心绪平和、安详，遇事从容不迫，反对无缘无故地恐惧和焦虑；随便，不喜欢规则、常规或礼仪；比较喜欢自由、独立，自己做决定，视自己为命运的主人，并采取现实的行动解决自己的问题；较少生病，也不太为身体健康操心；少有自我惩罚或为自己过去行为后悔的倾向。
                ",
                "suggestions": "学习工作中善于集中优势于当前任务，而不过多考虑成败得失，往往会有比较出色的表现。保持这一良好的心理特点，对您大有裨益。
     有时太自由和随便，会显得有点独断专行或无视礼仪，适当听听别人意见不会影响你们对事情的决断，同时有利营造融洽的人际关系。
    适当关心自身健康状况是有责任心的表现，但只在生病时关注则不可取，建议可作定期健康检查。不为过去事后悔也许是好事，但也要常常自省，才有利自身发展。 
    过分的稳重和自我控制，有时会被误解为冷漠，周围人也许很长时间才会了解你们，建议您适当表达自己，与人增进沟通。
                "
            },
            "verybad": {
                "overallAppraisal": "情绪稳定性很高",
                "result": "您通常是平静的，即使激起了强烈情绪也很容易恢复平静，通常表现得比较稳重，性情温和，善于自我控制。相信自己是受欢迎的,颇为欣赏自己；喜悦、乐观、健康，对自己的生活状况满意，感觉得到了生活的报偿，并与世无争； 心绪平和、安详，遇事从容不迫，反对无缘无故地恐惧和焦虑；随便，不喜欢规则、常规或礼仪；非常喜欢自由、独立，自己做决定，视自己为命运的主人，并采取现实的行动解决自己的问题；较少生病，也不太为身体健康操心；少有自我惩罚或为自己过去行为后悔的倾向。",
                "suggestions": "保持这一良好的心理特点，对您大有裨益。有时太自由和随便，会显得有点独断专行或无视礼仪，适当听听别人意见不会影响你们对事情的决断，同时有利营造融洽的人际关系。
适当关心自身健康状况是有责任心的表现，但只在生病时关注则不可取，建议可作定期健康检查。不为过去事后悔也许是好事，但也要常常自省，才有利自身发展。
过分的稳重和自我控制，有时会被误解为冷漠，周围人也许很长时间才会了解你们，建议适当表达自己，与人增进沟通。
                "
            }
        },
        {
            "name": "P（精神质）",
         "scoreNorm": {
            	"high" : "61.4",
            	"ordinary" :"61.5",
            	"low" :"56.6",
            	"bad": "43.2",
            	"verybad": "38.5"
            },
            "high": {
                "overallAppraisal": "倔强性很强",
                "result": "您可能是孤独、不关心他人，难以适应外部环境，不近人情，感觉迟钝，与别人不友好，喜欢干奇特的事情，并且不顾危险。
对人抱敌意，即使是对亲友也如此。进攻，即使是喜爱的人。喜欢一些古怪的不平常的事情，不惧安危。喜恶作剧，总要捣乱
                ",
                "suggestions": "您在内心可能相当的孤独，甚至缺少安全感，才会更不愿表现出懦弱或任何形式的脆弱感情，甚至有进攻性倾向，建议您首先在心里上脱下厚重的铠甲，多与自己信赖的亲友沟通，要明白谦虚温和并不表示没有原则或主见， 温和的态度常常比强硬更有力量，也为您赢得更多的支持。 
有强烈的进取心者及勤奋工作的态度，使您能在工作中发挥创造性，在人际关系中少一些精明，多一分厚道，会让您的工作效益更显著。对待侵犯自己权益的人可转换视角，想想若将报复这些人的心力用于工作或学习，取得更大的成绩，岂不是一种更有力的回击？
接触新鲜事物，可以积累经验，增长见识，但应知过犹不及的道理。学习做一个好的倾听者，您会在各方面有不同的收获。
                "
            },
            "ordinary": {
                "overallAppraisal": "倔强性较强",
                "result": "您可能倔强孤独，倾向于独身，难以适应外部环境。
个性强，有支配力，敢于捍卫自己权利，被看作\"有强进取心者\"；雄心勃勃，工作勤奋，锐意竞争，渴望提高自己社会地位，极看重生产性和创造性；对事物持有固执不变，拒不妥协的观点，感觉迟钝，对爬行类昆虫和可怕景象毫不在意，您不愿表现出懦弱或任何形式的脆弱感情。
                ",
                "suggestions": "您在内心可能相当的孤独，甚至缺少安全感，才会更不愿表现出懦弱或任何形式的脆弱感情，甚至有进攻性倾向，建议您首先在心里上脱下厚重的铠甲，多与自己信赖的亲友沟通，要明白谦虚温和并不表示没有原则或主见， 温和的态度常常比强硬更有力量，也为您赢得更多的支持。
接触新鲜事物，可以积累经验，增长见识，但应知过犹不及的道理。学习做一个好的倾听者，您会在各方面有不同的收获。
                "
            },
            "low": {
                "overallAppraisal": "倔强性一般",
                "result": " 您既不会象高分者那样倔强孤独，顽强的坚持己见，也不象低分者那样因胆小怕事，而被人强迫接受意见。
您大多对事物有自己的看法，一般不会随波逐流，但也很少会为一件事与别人争得面红耳赤。 
您可能不会热衷于新奇体验，但也不会贪恋舒适与安逸，对外部环境，通常能积极主动地适应，但当发现自己与所处环境不协调时，可能会选择离开，而不是一味顺从或试图改变环境。
与人相处，大多持平等态度，能为他人着想，同时也会考虑自身利益。工作中表现的比较有进取心，能发挥创造力，将任务完成的比预计的情况好，但您大多更在意做事的过程，从中获得成就感；感情比较丰富，且有同情心，但不会施与或接受廉价的同情。
                ",
                "suggestions": "您较为平衡的个性特点，常给人留下有主见而不固执，随和而不软弱的印象。当面临某一任务时，建议多方听取别人意见，有利于您从多方位考虑问题，获得最佳处理方法，同时也有助人际关系的发展。
积极主动适应环境的态度使您能应对各种不同问题，在生活中也被看作适应力比较好的人。与人相处的平等态度，能为您赢得不少朋友，应注意常有联络才能增进友谊。
工作中有进取心，能发挥创造力，并从做事的过程中获得成就感，是非常好的状态，建议保持并发展，若扩展到生活中，有利于您形成更佳心理状态。
学会倾听加上比较丰富的感情，且有同情心，朋友会将您看作善解人意而又可以依靠的知己。
                "
            },
           
            
             "bad": {
                "overallAppraisal": "倔强性较弱",
                "result": "您能较好地适应环境，不爱争斗，乐善好施。
柔弱服从，不愿在人际关系中主动，易被人强迫接受意见；不看重竞争性的工作或创造性成果，甚至与世无争、漫无目标；喜欢待在安全、舒适、熟悉的\"安乐窝\"中；不死守成规，也不大可能那么简单地看问题，理性的劝说可以打动你们，也能容忍事情的不确定性；易因见到小虫子、流血场面、残暴行为而烦乱，对诸如罗曼史、孩子、美术、鲜花和衣服一类的精细微妙的东西有极大兴趣。
                ",
                "suggestions": "您有灵活适应环境的能力，甚至是随遇而安的，很少与他人发生冲突，有时也会被认为进取心不强。您应注意虽然应该与人为善，但没有必要为回避冲突勉强自己，建议您大胆表达自己的意见，坚持自己的看法，会有更多使你们充分发挥能力的机会。
为人坦率、乐善好施的特点使你们具有好人缘，但应注意不可因轻信而上当或造成损害。舒适、熟悉的\"安乐窝\"虽令人有安全感，但太安逸的环境也不利于个人成长，当环境不再具备优势，勇敢的走出去也不失为一种的选择，或许会有意想不到的收获。
看待问题合理方式对您有益，建议必要时努力为自己争取更多的机会。稍显浪漫的个性，有助于您在艺术、设计等领域有出色表现。
                "
            },
            "verybad": {
                "overallAppraisal": "倔强性很弱",
                "result": " 温柔、善感，比较随和。谦卑恭顺，不愿在人际关系中主动，易被人强迫接受意见；不看重竞争性的工作或创造性成果，甚至与世无争、漫无目标；一般性情热烈，易轻信他人，感情充沛，为人坦率，乐善好施。",
                "suggestions": "您应注意虽然应该与人为善，但没有必要为回避冲突勉强自己，建议您大胆表达自己的意见，坚持自己的看法，会有更多使你们充分发挥能力的机会。
为人坦率、乐善好施的特点使你们具有好人缘，但应注意不可因轻信而上当或造成损害。舒适、熟悉的\"安乐窝\"虽令人有安全感，但太安逸的环境也不利于个人成长，当环境不再具备优势，勇敢的走出去也不失为一种的选择，或许会有意想不到的收获。
看待问题合理方式对您有益，建议必要时努力为自己争取更多的机会。稍显浪漫的个性，有助于您在艺术、设计等领域有出色表现。
"
            }
        }
        
        
        
        
        ,{
            "name": "L（掩饰性）",
           "scoreNorm": {
            	"high" : "61.4",
            	"ordinary" :"61.5",
            	"low" :"56.6",
            	"bad": "43.2",
            	"verybad": "38.5"
            },
            "high": {
                "overallAppraisal": "掩饰性很高",
                "result": "您掩饰性高，回答时常考虑社会的评价和期许，而不是根据自己的实际情况作答。
     一方面您可能比较成熟老练，善于掩饰，大多很清楚地知道在不同环境中以及面对不同人，应该说什么话、做什么事，并且能应付自如，很少将自己的真实想法与感受轻易坦露。
另一方面您可能在测验过程中并未完全真实的反映自身状况，有不诚实作答的现象。
                ",
                "suggestions": "您成熟老练的个性使您在真正进入社会时，适应较快，也能在比较复杂的环境中恰当的保护自己不受伤害，可看作您的优势。
但如果您的掩饰性扩展至感情生活或者一般的人际交往当中，则容易给人以不真诚、不可信的感觉，建议您在这方面把握好尺度。
您的掩饰性过高会影响测验的准确性，建议在心理测验中不要考虑应该是怎样，根据自己的真实情况作答，将有利于得到科学合理的评价。
                "
            },
            "ordinary": {
                "overallAppraisal": "掩饰性较高",
                "result": "一方面您可能比较成熟老练，善于掩饰，大多很清楚地知道在不同环境中以及面对不同人，应该说什么话、做什么事，并且能应付自如，很少将自己的真实想法与感受轻易坦露。一般不会受他人观点或意志影响，相反有可能迂回的使与自己观点不一致的人不反对甚至接受自己的观点；遇到不利情况，通常能巧妙化解，懂得恰当保护自己一方的利益。
另一方面您可能在测验过程中并未完全真实的反映自身状况，有不诚实作答的现象。
                ",
                "suggestions": "成熟老练的个性使您在真正进入社会时，适应较快，也能在比较复杂的环境中恰当的保护自己不受伤害，可看作您的优势。在不同情况下的恰当的言行举止，可能让您有更多机会成为所在组织的核心人物或外交使者，并在必要时发挥自身优势维护组织的利益，因而您在政治领域可能会有较好的发展。
但如果您的掩饰性扩展至感情生活或者一般的人际交往当中，则容易给人以不真诚、不可信的感觉，建议您在这方面把握好尺度。
您的掩饰性过高会影响测验的准确性，建议在心理测验中不要考虑应该是怎样，根据自己的真实情况作答，将有利于得到科学合理的评价。
                "
            },
            "low": {
                "overallAppraisal": "掩饰性一般",
                "result": " 您的掩饰性一般，遇到事情，您既会考虑\"是怎样\"也能认识到\"该怎样\"，但不一定都会按照前者或是后者行事。
有时你在处理问题时会出于某种考虑而掩饰自己的真实想法，但是不会习惯性的掩饰自己的想法。很多时候中间特征的人愿意真实的表现自己，不会把每件事情都想得很复杂或者认为多数人不可靠。
因此您往往给人一种即比较真诚又比较成熟的印象，既不会让人觉得过分狡猾而不可信，也不会让人感到过分直白、幼稚。
",
                "suggestions": "你处于中等的掩饰性水平，使您大多知道应该作什么，而自己又能作什么，在必要时您也可以隐藏自己的好恶，去迎合环境的要求，这在社会交往中对他们有一定帮助，可以保持。
但在自认为需要掩饰的时候，还应多探问自己掩饰的原因，是否必须加以掩饰，只有这样才能保证您的个性越来越成熟，行为更被人接纳，而又不会过分压抑自己。
您有时也直率地表达自己的感情和想法，让亲友发现您的可爱，但若是负面情绪最好事先排解，以免伤害亲友间感情，产生不必要的麻烦。
回避现实并不能使问题消失，应相信自己的能力，尽力寻找合适的处理方式而不是将问题遗留。心理测验是一种科学方法，不存在对您不利的项目，建议在以后的其它心理测验当中尽可能真实作答。
                "
            },
           
            
             "bad": {
                "overallAppraisal": "掩饰性较低",
                "result": "一方面反映您可能比较朴实，甚至有些幼稚，与人相处坦率真诚，不加掩饰，遇到事情通常的反应是考虑\"是怎样\"而非\"应该怎样\"，有时显得不够顾全大局或不考虑他人感受，有些率性而为的倾向。
遇到不同观点，一般会比较明确的表示反对或赞成，很少回避。亲密朋友间，他们甚至可能是\"透明的\"。而另一方面反映您在测验过程中能诚实作答，本次测验的结果能够较准确的说明您的人格特征。
                ",
                "suggestions": "您朴实幼稚，毫不掩饰的特点，会让您显得比真实年龄小，有可爱之处，但当面对复杂的社会环境时，容易产生迷茫，要知道有时\"真实的\"并不一定是合适的。
直人快语、率性而为有可能伤害到别人而他们并不自知，建议生活中多从大局出发或多站在别人角度考虑问题，多与成熟稳健的人接触，发现并吸取其优点为自己所用，有利您快速成长，适应社会化的要求。
应注意坦率真诚并非缺点，不必刻意改变，只是需要适当保护自己，而且有时太\"透明\"则容易减少魅力，建议在非原则问题上少争执，适当保留自己的观点也许更好。
                "
            },
            "verybad": {
                "overallAppraisal": "掩饰性很低",
                "result": "掩饰性低，回答问题根据自己的实际情况作答。
一方面反映您可能比较朴实，与人相处坦率真诚，不加掩饰，遇到事情通常的反应是考虑\"是怎样\"而非\"应该怎样\"，有时显得不够顾全大局或不考虑他人感受，有些率性而为的倾向。
遇到不同观点，一般会比较明确的表示反对或赞成，很少回避。而另一方面反映您在测验过程中能诚实作答，本次测验的结果能够较准确的说明您的人格特征。
                 ",
                "suggestions": "直人快语、率性而为有可能伤害到别人而您并不自知，建议生活中多从大局出发或多站在别人角度考虑问题，多与成熟稳健的人接触，发现并吸取其优点为自己所用，有利您快速成长，适应社会化的要求。
应注意坦率真诚并非缺点，不必刻意改变，只是需要适当保护自己，而且有时太\"透明\"则容易减少魅力，建议在非原则问题上少争执，适当保留自己的观点也许更好。
您基本不加掩饰的对待心理测验中的项目，使您能通过本次测验对自己有较客观的认识，以这种态度参加心理测验是可取的。
"
            }
        }
        
        
    ],
    "tableName": "艾森克人格问卷 : 你是什么类型的人",
    "templateName": "EPQTPL.docx"
}