{
  "briefReport" :"你的人格类型为外倾、感觉、情感、知觉型（ESFP）。
ESFP型的人主导功能是感觉，辅助功能是情感。你倾向于对事实和经验做出符合逻辑结论。注意细节、重视实际、能记住琐碎细节、耐得住烦闷的工作、有耐性、细心有系统。如果你过多的使用情感功能，你可能在会表现得不合乎逻辑、不够客观、没有组织系统的思考、不具批判精神全盘接受、感情用事。如果你过多地使用感觉功能，你可能会失去整体的概念、想不出各种可能解决的途径、不求创新、无法应付太复杂的工作、不喜欢预测未来。
在工作中，你工作时精力充沛和充满活力的乐趣，是个有协作精神的团队队员，柔韧性和愿意冒险，尝试新事物，有冲劲和闯劲，不患得患失。但有时你难以独自工作，难以做出决定，不喜欢过多的条条框框和官僚作风，斗志不足，容易松懈，通常不愿付出过多的努力。你适合的岗位特质是轻松、友好的工作环境，能让你有自我发挥的空间，少受层级结构、规则和条条框框的限制，可以直接和客户打交道，能深入参与和实践。
",
	"overallAppraisal":"你的人格类型为外倾、感觉、情感、知觉型（ESFP）。",
	"result":" 一、个性特征描述
    你对人和新的经历都感兴趣，善于观察，看重眼前事物；你更多地从做事的过程中学到东西，而不是研究或读书。你相信自己五感所感触到的信息，喜欢有形的东西，能够看到并接受事物的本来面目，是现实的观察者，并具有运用常识处理问题的实际能力。 
    你热爱生活，适应性强且随遇而安，爱热闹，爱玩耍，热情、友好，表现欲强烈，有魅力和说服力；喜欢意料之外的事情并给他人带来快乐和惊喜；你的饱满情绪和热情能够吸引了别人，灵活、随和，很好相处。通常很少事先做什么计划，自信能够遇事随机应变，当机立断。讨厌框框，讨厌老一套，总能设法避开这些东西。 
    你善于处理人际关系，经常扮演和事老的角色，圆滑得体，富有同情心，愿意以实际的方式帮助他人，通常可以让别人接受自己的建议，不喜欢将自己的意愿强加别人，是非常好的交谈者，天生受人欢迎。 

 二、可能存在的盲点
    你对各种事情都好奇，以致于总是分心，工作受到干扰。做事容易拖拉，难以约束自己，显得不是那么尽职尽责。建议集中注意力，平衡工作和生活，努力把工作放在首位，借鉴一些成功的或已为人所接受的安排工作和控制时间的方法。 
    因为你积极活跃的个性，总是使你忙碌于具体的事务中，并无暇去制订计划，致使面临应急和变化时你会不知所措，你应该未雨绸缪，学会计划和预测事物的发展变化。 
    你经常忽视理论思考和逻辑分析，做决定时习惯于相信自己的感觉，或凭一时兴趣、冲动，有时不考虑结果。你们对朋友的评价很高，并只看到他们积极的一面。你需要更进一步考虑事情的起因和结果，并学会拒绝。 

    三、功能运用
    外向与内向是指我们心理能量的作用方向，判断与知觉是我们做事的两种方式。心理学称之为“态度”。感觉与直觉是我们获取信息的方式，思考和情感是做决定的方式，心理学称之为“功能”，功能是人格理论的精髓、核心。
 每一个人在都会用到四种功能，但对功能应用的喜好程度不一样。等级中第一位的称为“主导功能”，第二位的称为“辅助功能”。
ESFP型的人主导功能是感觉，辅助功能是情感。他们倾向于：    
对事实和经验做出符合逻辑结论。    
注意细节、重视实际、能记住琐碎细节、耐得住烦闷的工作、有耐性、细心有系统。
    ESFJ型的人比较少地使用他们的第三、第四功能——直觉和思维。即使在需要这些功能的场合，他们仍然无法有效使用。
    作为一个ESFJ型的人，如果你过多的使用情感功能，你可能在会表现得不合乎逻辑、不够客观、没有组织系统的思考、不具批判精神全盘接受、感情用事。
    如果你过多地使用感觉功能，你可能会失去整体的概念、想不出各种可能解决的途径、不求创新、无法应付太复杂的工作、不喜欢预测未来。",
    "suggestions":"一、工作中的优势
    对于不同的人格类型而言，没有“好”与“坏”之分，每一个人都是独一无二的个体，都有其特别的优势和劣势。问题的关键在于如何认识这些优势和劣势,完善自己。我们对于成功的建议是：“取已之长，补已之短”。学会了这一点将会影响到你的成败及你对工作的喜好。
    你在工作中的优势：
    1、工作时精力充沛和充满活力的乐趣； 
    2、对迅速发生的改变和转变适应良好；
    3、对被人的需要敏感，渴望以真正的方法帮助他人；
    4、喜欢自然；你是个有协作精神的团队队员； 
    5、具有使工作有趣、让人兴奋的能力； 
    6、实际却有丰富的常识； 
    7、忠实于你关心的人和组织； 
    8、上进心；在工作中容易创造一个生机勃勃、充满乐趣的气氛； 
    9、柔韧性和愿意冒险，尝试新事物； 
    10、可望合作，以真实准确的方法帮助他人； 
    11、清楚的评估目前的资源和情况，并且能立刻看到应该做什么； 
    12、有稳定平和的心态； 
    13、有冲劲和闯劲，不患得患失。 

    二、工作中的劣势
    下面列出了你工作中可能存在的缺点，这些缺点有的比较明显，有的并不明显或你没有意识到。目的是为了让你“注意”到它们，并考虑产生的原因。缺点有些是天生的，而有些是长时间形成的，因此你不可能在一两天内改变，而是去提醒、思考。注意：其实知道存在的问题就是改变提高中很重要的一步，你会发现你正在慢慢发生变化。
    你工作中的劣势：
    1、难以独自工作，尤其是持续一段的工作； 
    2、以表面价值接受事物，容易错失进一步暗示的倾向； 
    3、不喜欢提前准备，在组织时间上有问题； 
    4、难以看到目前不存在的机会和选择； 
    5、将失败当作针对个人的批评和负面回应的倾向； 
    6、难以做出决定； 
    7、冲动和容易被诱惑或迷惑； 
    8、不喜欢过多的条条框框和官僚作风； 
    9、如果涉及到个人感情，就难以做出有逻辑的决定； 
    10、抵制确立长期目标，经常难以达到最后期限； 
    11、难以律己或律人； 
    12、斗志不足，容易松懈，通常不愿付出过多的努力； 
    13、在压力和挫折面前不够坚持。 

 三、适合的岗位特质
    研究发现：职业满足会使你的工作主动性更强，积极性更高，更愿意去工作。以下不是简单地告诉你什么样的工作适合你，而是细化地帮你分析工作中的哪些特质对你重要，你还需要从中选出你认为最重要的，因为不同经历的人对特质的重要程度要求是不同的。每个岗位的工作内容都在随企业的发展而发展，不是一成不变的，有时候岗位的发展方向需要我们自己去争取。所以找到适合的工作不如找到适合自己发展的岗位更直接。这些特质可以帮助明确如何主动的发展或争取你岗位。
 你的岗位特质：
    1、在轻松、友好的环境里工作，能和他人在一起积极的工作，工作具有丰富性、乐趣性和自主性；
    2、能够不断地从实际经验中学习，通过搜集的具体、细致的资料中，发挥自己灵活的判断力寻找解决问题的方法； 
    3、能够促进大家的合作，充分动员他人的能力和热情，熟练处理人际关系和争执冲突，消除紧张气氛； 
    4、工作能让你体验到快乐和惊喜，能有自我发挥的空间，少受层级结构、规则和条条框框的限制； 
    5、可以直接和客户打交道，能深入参与和实践，而不愿意排除在外； 
    6、能够应对突发或处理紧迫的事情，并考虑周边人的需求。 

    四、你适合的职业
    通过将你的测试结果与具体工作相匹配，使你能更深入理解自己的特质，从而拓宽择业视角，绝非要限制你的工作选择面。工作名称的列举不是要告诉你“你仅仅适合这些工作”，而是期望在面对新工作机会时，你能独立的对工作进行分析，确定自己的特质与工作的吻合程度。 
    你充满活力、热诚，教育和社会工作给你提供了直接与别人工作、利用技术帮助别人的机会。例如：幼儿/小学教师、体育教练、社会工作者、健康/福利顾问、生物学者、内科/儿科医生、药剂师等。 
    你喜欢和朋友在一起并娱乐他人，喜欢在不断变化的环境里，有审美感，所以一些演艺界、艺术领域的工作。例如：旅游专业人员、演员、制片人、摄影/摄像师、节目主持人、画家、野外探险领导人、警察、漫画/卡通制作者等。 
    你也应该考虑那些与他人可以高度互动、自由不刻板，可以发挥你处理人际关系能力和收集信息能力的工作对你来说也非常合适。例如：营销策划、销售、公共关系、融资者、零售商、仲裁人员、保险代理/经纪房地产经纪人。 
    服务业吸引你的地方是可以发挥你热心、友好的特点，可以提供你与人交往和使用你的技能的机会。例如：秘书、警察、园艺设计师、地质学者、生物/动物学家、环境学者等。 

    五、个人发展建议
    现在你对自己的人格类型已经有了一个比较清楚的了解，但这还不够。如何通过这些信息使你在这份工作上取得更大的成功是关健所在。
    你成功的秘决在于： 
    1、在决定时需要照顾逻辑关系； 
    2、在管理项目之前需要事先计划； 
    3、需要平衡工作努力和社交活动； 
    4、需要在时间管理上下功夫；
    5、避免在压力大的环境中工作； 
    6、适合的时候，主动承担一些工作对你的发展更有利； 
    7、尽量思考成熟后再采取行动，碰到困难时，你需要坚持。
"
}