{
  "briefReport" :"你的人格类型为外倾、感觉、思维、知觉型（ESTP）。
ESTP型的人主导功能是感觉，辅助功能是思考（喜欢事实）。你倾向于合乎逻辑擅于分析、客观、公正、有逻辑系统的思考、具拟判能力、坚定。注意细节、重视实际、能记住琐碎细节、耐得住烦闷的工作、有耐性、细心有系统。如果你过多的使用思考功能，你可能忽略他人感受、误解别人的价值观、不在意和谐的人、不露感情、悯情较少、不能说服他人；如果你过多地关注细节，你可能失去整体的概念、想不出各种可能解决的途径、不求创新、无法应付太复杂的工作、不喜欢预测未来。
在工作中，你有敏锐的观察力，对实际讯息的出色记忆力，精力充沛，工作时充满活力，能够使工作有趣，适应力强，愿意冒险和尝试新事物。但有时缺乏耐心或无法忍受行政细节和手续，易冲动，易受诱惑，难以看到事情的长远影响，在压力和挫折面前不够坚持。你适合的岗位特质是工作环境没有太多的规则约束，工作充满挑战，允许你用冒险的方式处理紧急情况，能让你结识各种不同的人，并能与讲究实际、充满活力的同事坦诚相处。
  ",
	"overallAppraisal":"你的人格类型为外倾、感觉、思维、知觉型（ESTP）。",
	"result":" 一、个性特征描述
    你是敏锐的发现者，善于看出眼前的需要，并迅速做出反应来满足这种需要，天生爱揽事并寻求满意的解决办法。你精力充沛，积极解决问题，很少被规则或标准程式框住。能够想出容易的办法去解决难办的事情，以此使自己的工作变得愉快。 
    你天生的乐天派，积极活跃，随遇而安，乐于享受今天。对提供新经验的任何事物、活动、食物、服饰、人等都感兴趣，只愿享受今天，享受现在。 
    你好奇心强，思路开扩，容易接受事物，倾向于通过逻辑分析和推理做出决定，不会感情用事。如果形势需要，你会表现出坚韧的意志力。偏爱灵活地处理实际情况，而不是根据计划办事。 
    你长于行动，而非言语，喜欢处理各种事情，喜欢探求新方法。你具有创造性和适应性，有发明的才智和谋略，能够有效地缓解紧张氛，并使矛盾双方重归于好。 
    你性格外向，友好而迷人，很受欢迎，并且能在大多数社会情况中很放松自如。 

 二、可能存在的盲点
    由于你关注外界各种变化信息，喜欢处理紧急情况，不愿意制订规划去预防紧急情况的发生。常常一次着手许多事情，超出自己的负荷，不能履行诺言，可能使周围的人陷入混乱。你需要试着找到一些能让自己按时完成任务的方法。 
    你的注意力完全集中在有趣的活动上，喜欢不断地接受新的挑战，不愿意在目前沉闷的工作中消磨时间，难以估计自己行为带来的结果。你需要为自己订立一个行为标准。 
当情况环境转变时，你很容易忽视他人的情感，变得迟钝和鲁莽。 

    三、功能运用
    外向与内向是指我们心理能量的作用方向，判断与知觉是我们做事的两种方式。心理学称之为“态度”。感觉与直觉是我们获取信息的方式，思考和情感是做决定的方式，心理学称之为“功能”，功能是人格理论的精髓、核心。
 每一个人在都会用到四种功能，但对功能应用的喜好程度不一样。等级中第一位的称为“主导功能”，第二位的称为“辅助功能”。
　　ESTP型的人主导功能是感觉，辅助功能是思考（喜欢事实）。他们倾向于：
　　合乎逻辑擅于分析、客观、公正、有逻辑系统的思考、具拟判能力、坚定。
　　注意细节、重视实际、能记住琐碎细节、耐得住烦闷的工作、有耐性、细心有系统。
　　ESTP型的人比较少地使用他们的第三、第四功能——直觉和情感。即使在需要这些功能的场合，他们仍然无法有效使用。
　　作为一个ESTP型的人，如果你过多的使用思考功能，你可能忽略他人感受、误解别人的价值观、不在意和谐的人、不露感情、悯情较少、不能说服他人；如果你过多地关注细节，你可能失去整体的概念、想不出各种可能解决的途径、不求创新、无法应付太复杂的工作、不喜欢预测未来。",
    "suggestions":"一、工作中的优势
对于不同的人格类型而言，没有“好”与“坏”之分，每一个人都是独一无二的个体，都有其特别的优势和劣势。问题的关键在于如何认识这些优势和劣势,完善自己。我们对于成功的建议是：“取已之长，补已之短”。学会了这一点将会影响到你的成败及你对工作的喜好。
    你在工作中的优势： 
    1、敏锐的观察力，对实际讯息的出色记忆力；
    2、明白该做什么，明白现实的对待完成工作的必要条件； 
    3、在发动和促进项目时的愉快； 
    4、精力充沛，工作时充满活力； 
    5、随机应变的能力； 
    6、能够使工作有趣和兴奋； 
    7、参加团队工作的乐趣； 
    8、实际、现实的观察力和丰富的常识； 
    9、逐步上升的方式，你在工作中创造生动有趣的气氛； 
    10、适应力强，愿意冒险和尝试新事物； 
    11、愿意接受不同和跟随潮流； 
    12、有稳定平和的心态； 
    13、有冲劲和闯劲，不患得患失。 

二、工作中的劣势
    下面列出了你工作中可能存在的缺点，这些缺点有的比较明显，有的并不明显或你没有意识到。目的是为了让你“注意”到它们，并考虑产生的原因。缺点有些是天生的，而有些是长时间形成的，因此你不可能在一两天内改变，而是去提醒、思考。注意：其实知道存在的问题就是改变提高中很重要的一步，你会发现你正在慢慢发生变化。
    你工作中的劣势：
    1、很难独自工作，尤其是长时间； 
    2、不喜欢事先准备，在组织时间上有困难； 
    3、对别人的感觉迟钝、麻木，或对别人的感觉过于疏忽； 
    4、无法看到一时不存在的机会和选择； 
    5、缺乏耐心和/或无法忍受行政细节和手续； 
    6、很难作决定和/或优先考虑计划； 
    7、易冲动，易受诱惑或迷惑； 
    8、难以看到事情的长远影响； 
    9、不喜欢过多的规矩和条条框框的官僚作风； 
    10、抵抗制定长远目标，难以达到最后期限； 
    11、斗志不足，容易松懈，通常不愿付出过多的努力； 
    12、在压力和挫折面前不够坚持； 

 三、适合的岗位特质
    研究发现：职业满足会使你的工作主动性更强，积极性更高，更愿意去工作。以下不是简单地告诉你什么样的工作适合你，而是细化地帮你分析工作中的哪些特质对你重要，你还需要从中选出你认为最重要的，因为不同经历的人对特质的重要程度要求是不同的。每个岗位的工作内容都在随企业的发展而发展，不是一成不变的，有时候岗位的发展方向需要我们自己去争取。所以找到适合的工作不如找到适合自己发展的岗位更直接。这些特质可以帮助明确如何主动的发展或争取你岗位。
 你的岗位特质：
    1、在一个没有太多的规则约束的环境中工作，完成自己的任务后可以享受自由的时间； 
    2、工作可以使发挥你“救火”的能力，利用直接的经验，寻找解决问题的最佳方案； 
    3、在工作中，接触真实的人和事务，进行有形产品的制造或服务，而不是理论和思想；
    4、工作充满挑战，允许你用冒险的方式处理紧急情况； 
    5、工作能发挥你敏锐的观察力、理解力以及对事实的记忆力； 
    6、工作能让你结识各种不同的人，并能与讲究实际、充满活力的同事坦诚相处。 

四、你适合的职业
通过将你的测试结果与具体工作相匹配，使你能更深入理解自己的特质，从而拓宽择业视角，绝非要限制你的工作选择面。工作名称的列举不是要告诉你“你仅仅适合这些工作”，而是期望在面对新工作机会时，你能独立的对工作进行分析，确定自己的特质与工作的吻合程度。 
    多样性的服务领域，要求你在迅速改变的环境中快速思考/反应的服务领域可以满足你的好奇心和观察力。例如：警察、消防员、侦探、调查员、房地产经纪人、情报人员、稽查员、投资、保险经纪人、预算分析师等。 
    你喜欢冒险，喜欢有一定刺激，所以某些娱乐性的工作会带给你职业满足。例如：记者、旅游代理、摄像、主持人、演员、拍卖行业等。 
    你善于进行手工操作，这种操作可以带给你经济、技术的提高，且可以不断实践。你与例如：承包商、厨师、电器工程师、电信网络专家、后勤和供给人员、财务主管、运动生理学者、教师、园艺设计、摄影师、野外探险领导人。 
那些过多约束的环境不是你需要考虑的工作环境，通常自由、多样化，能够提供冒险机会的工作对你更有适应性。例如：管理顾问、网络经销、汽车商人、特许经营、批发/零售商等。 

个人发展建议
    现在你对自己的人格类型已经有了一个比较清楚的了解，但这还不够。如何通过这些信息使你在这份工作上取得更大的成功是关健所在。
你成功的秘决在于： 
    1、需要抑制独断而忽视他人感情的方面； 
    2、需要在迅速决定之前，事先计划，考虑细节，三思而行； 
    3、注意规划性，发展持之以恒； 
    4、需要注意物质享受以外的东西；
    5、避免在压力大的环境中工作； 
    6、适合的时候，主动承担一些工作对你的发展更有利； 
    7、尽量思考成熟后再采取行动，碰到困难时，你需要坚持。
  
"
}