{
  "briefReport" :"你的人格类型为内倾、直觉、情感、知觉型（INFP）。
INFP型的人主导功能是直觉，辅助功能是情感。他们倾向于探求隐含的原因、可能性或事物的整体,体谅他人感受、了解他人的需要、喜欢和谐的人际关系、易表露情感、喜去说服他人。如果你过多地关注直觉，你可能错过事物的相关事实、细节或以前的经验。如果你过多地关注情感，你可能会表现得不合乎逻辑、不够客观、没有组织系统的思考、不具批判精神全盘接受、感情用事。
在工作中，你考虑周到细致且能集中注意力深入某个问题或观点，能通观全局以及看到意识与行为之间的联系，适应能力强，能很快改变你的行事速度及目标。但有时你不愿做与自己价值观相冲突的工作，讨厌以传统的或惯常的方式行事，很难在竞争的、气氛紧张的环境中工作。你适合的岗位特质是工作与你个人的价值观和信仰相一致，独立完成工作，有一个私人的工作空间以及大量不受干扰的时间，允许你表达别出心裁的观点，而且在工作中个人的发展受到鼓励与夸奖。
  ",
	"overallAppraisal":"你的人格类型为内倾、直觉、情感、知觉型（INFP型）。",
	"result":"一、个性特征描述：
INFP把内在的和谐视为高于其他一切。他们敏感、理想化、忠诚，对于个人价值具有一种强烈的荣誉感，个人信仰坚定，有为自认为有价值的事业献身的精神。
INFP型的人对于已知事物之外的可能性很感兴趣，精力集中于他们的梦想和想象。他们思维开阔、有好奇心和洞察力，常常具有出色的长远目光。在日常事务中，他们通常灵活多变、具有忍耐力和适应性。但是他们非常坚定地对待内心的忠诚，为自己设立了事实上几乎是不可能的标准。
INFP型的人具有许多使他们忙碌的理想和忠诚。他们十分坚定地完成自己所选择的事情，他们往往承担得太多，但不管怎样总要完成每件事。
虽然对外部世界他们显得冷淡缄默，但INFP型的人很关心内在。他们富有同情心、理解力，对于别人的情感很敏感。除了他们的价值观受到威胁外，他们总是避免冲突，没有兴趣强迫或支配别人。INFP型的人常常喜欢通过书写而不是口头来表达自己的感情。当INFP型的人劝说别人相信他们的想法的重要性时，可能是最有说服力的。
INFP很少显露强烈的感情，常常显得沉默而冷静。然而，一旦他们认识了，就会变得热情友好。INFP的人很友好，但往往避免浮浅的交往。他们珍视那些花费时间去思考目标与价值的人。

二、可能存在的盲点：
由于INFP型的人缺乏条理性，他们有时会对事实判断错误，不能意识到自己的非逻辑性。当他们的梦想脱离现实时，其他人可能认为他们充满怪想、神神秘秘。INFP型的人应该很好地向更现实的人请教，他们的理想在现实世界中是否可行和有用。
因为INFP型的人如此坚信自己的理想，所以他们常常忽视其他观点的作用，而且有时会很刻板。他们对于物质环境不十分有兴趣，他们经常很忙碌以致于没有注意周围正在发生的变化。
INFP型的人对于一种想法的酝酿要比实际中开始一个计划所需要的时间长很多。他们完美主义的倾向导致他们长久的精炼思想而从来没有分享过它们。这是很危险的，因为对于INFP型的人，更重要的是寻找表达他们思想的途径。为了避免沮丧，他们需要使工作变得更重视行动。
INFP型的人很情绪化地陷于自己的工作中，所以对于批评很敏感，更加复杂的是，当他们追求自己不可能有的高标准时，往往对自己的要求太多。即使事实上他们能够完成许多事情，但仍会导致情感上的不满足。当INFP型的人失望时，往往对于他们周围所有的事物都很对立。努力发展他们的计划客观性会有助于防止INFP型的人更少地受批评与失望的影响。
因为INFP型的人往往努力让许多人同时高兴，所以让他们坚持一种不受欢迎的立场是很困难的。对于批评别人，他们感到犹豫不决，也很少会说“不”。当INFP型的人对于一些想法和计划没有表达他们的相反意见时，其他人会误以为INFP型的人同意他们的观点。INFP型的人需要培养更多的敢做敢为的信心，才能学会在必要的时候对他人提出诚恳的批评。

三、  功能运用
    外向与内向是指我们心理能量的作用方向，判断与知觉是我们做事的两种方式。心理学称之为“态度”。感觉与直觉是我们获取信息的方式，思考和情感是做决定的方式，心理学称之为“功能”，功能是人格理论的精髓、核心。
每一个人在都会用到四种功能，但对功能应用的喜好程度不一样。等级中第一位的称为“主导功能”，第二位的称为“辅助功能”。每个人都需要运用到这两个过程。
INFP型的人主导功能是直觉，辅助功能是情感。他们倾向于探求隐含的原因、可能性或事物的整体,体谅他人感受、了解他人的需要、喜欢和谐的人际关系、易表露情感、喜去说服他人。
INFP型的人比较少地使用他们的第三、第四功能——感觉和思维。即使在需要这些功能的场合，他们仍然无法有效使用。
作为一个INFP型的人，如果你过多地关注直觉，你可能错过事物的相关事实、细节或以前的经验。如果你过多地关注情感，你可能会表现得不合乎逻辑、不够客观、没有组织系统的思考、不具批判精神全盘接受、感情用事。
",
    "suggestions":"一、 工作中的优势
    对于不同的人格类型而言，没有“好”与“坏”之分，每一个人都是一个独一无二的个体，都有其特别的优势和劣势，但问题的关键在于如何认识这些优势和劣势,完善自己。我们对于成功的建议是：“取已之长，补已之短”。学会了这一点将会影响到你的成败及你对工作的喜好。
你在工作中的优势：
1、考虑周到细致且能集中注意力深入某个问题或观点
2、渴望打破常规思考，并考虑新的可能情况
3、积极投身于所信仰的事业
4、必要时一个人也能很好地工作
5、对收集所需信息有一种天生的好奇与技巧
6、能通观全局以及看到意识与行为之间的联系
7、能洞察别人的需要与动机
8、适应能力强，能很快改变你的行事速度及目标
9、在一对一的基础上很极好地与人工作

二、工作中的劣势
    下面列出了你工作中可能存在的缺点，这些缺点有的比较明显，有的并不明显或你没有意识到，目的是为了让你“注意”到它们，并考虑产生的原因。缺点有些是天生的，而有些是长时间形成的，因此你不可能在一两天内改变，而是去提醒、思考。注意：其实知道存在的问题就是改变提高中很重要的一步，你会发现你正在慢慢发生变化。
你工作中的劣势：
1、必须控制方案/计划，否则你可能会失去兴趣
2、有变得无秩序性的倾向，很难把握优先处理的事
3、不愿做与自己价值观相冲突的工作
4、在做事方式上不愿按照传统方式
5、天生的理想主义，这样可能使你得不到现实的期望
6、讨厌以传统的或惯常的方式行事
7、很难在竞争的、气氛紧张的环境中工作下去
8、在处理及完成顽固的组织和人们打交道时没有耐心
10、在预计做某事要求多长时间时有不切实际的倾向
11、不愿惩戒直接肇事者，不愿意批评别人

三、 适合的岗位特质
研究发现：职业满足会使你的工作主动性更强，积极性更高，更愿意去工作。以下不是简单的告诉你什么样的工作适合你，而是细化的帮你分析工作中的哪些特质对你重要，你还需要从中选出你认为最重要的，因为不同经历的人对特质的重要程度要求是不同的。每个岗位的工作内容都在随企业的发展而发展，不是一成不变的，有时候岗位的发展方向需要我们自己去争取。所以找到适合的工作不如找到适合自己发展的岗位更直接。这些特质可以帮助明确如何主动的发展或争取你岗位中的那些特质。
下面的条目从各个侧面上认证了你怎样才能得到真正的职业满足，看完这些条目之后，我们建议你根据它们对你的重要程序进行排序，排序的时候，回想一下你过去的学习、工作经历以及当前学习环境和工作感受，并思考：“哪一些是令你感到特别满意，有哪些令你极其不高兴”。试着寻找贯穿这些经历的主题。
你的岗位特质：
1、我的工作与我个人的价值观和信仰相一致，同时允许我通过工作表达我的想象力。
2、给我时间发展我的想法到相当深度，同时对这一思维过程以及思维产物操持控制权。
3、独立完成工作，有一个私人的工作空间以及大量不受干扰的时间，但必须有机会与我敬重的人交流一下观点。
4、我的工作环境是一个灵活性强的组织机构，其中繁琐的规章制度减至最少限度，同时允许我有灵感时工作。
5、我要在一个合作的环境中与别的有创造力的、讨人喜欢的人一起工作，且这个工作环境没有紧张的人际关系以及人际纠纷。
6、允许我表达我别出心裁的观点，而且在工作中个人的发展受到鼓励与夸奖。
7、不要要求我经常在大群人面前介绍我的工作，或者在我的工作还没有完成至我满意之前让我与大家分享。
8、让我帮助别人成长、发展以及实现他们所有的潜能。
9、我的工作包括理解别人以及发掘他们行为的动机，允许我发展与别人一对一的深厚关系。
10、允许我为实现我的理想而工作，且工作上不要受到政治的、经济的或别的方面的障碍的限制。

四、职业类型
你适合的职业：
也许你会觉得下面的工作种类繁杂，但仔细分析你就会发现，这些工作各自的特色正是你对工作的要求，我们会在下面列出各类工作的特质。当然，这不可能是一个完美的适合你的工作的综合，但是，却能够向你展示你以前不曾考虑过的工作的可能性。在列出这些工作的同时，我们也要敬告你：每种职业中都有各种性格类型的成功人士；即使是相同的工作，不同公司的要求也不尽相同，所以除了工作名称外，你还要对贵公司要求的工作内容和公司文化作详细的了解。我们希望在经济快速发展、新型工作不断涌现将来，这份报告上列举的工作种类不是限制了你的选择，而是告诉你，面对新工作的选择或机会时，应该从哪些因素来分析这些工作对你的适合程度。
适合INFP型人的一般职业
1、创造性职业／艺术
·艺术家                              ·作家：诗人／小说家
·记者                                ·娱乐人士
·建筑师                              ·演员
·编辑                                ·音乐家
·信息制图设计师                      ·编辑／艺术指导(杂志)
INFP型人为艺术所吸引是由于他们有能力以富于创造的个人方式来表达他们自己和他们的想法。以艺术为工作具有个人的自由和灵活性，这是INFP型人信奉的生活方式。无论是写文章、画画还是用其他手段来工作，无论是进行设计还是作为演员或音乐家运用他们自己的身体而工作，INFP型人都力求创造独到的成果，这是他们心声的真实表现。许多INFP型人把自己描述为“内心深沉”的艺术家，即使他们并不以艺术为生。一些INFP型人甚至会说，作艺术家并不是他们做出的选择，而是他们必须背负的十字架。
2、教育／咨询职业
·大学教授：人文／艺术                ·调研员
·心理学家                            ·顾问
·社会工作者                          ·图书管理员
·教育顾问                            ·特殊教育老师
·双语种教育老师                      ·儿童早期教育老师
·雇员帮助顾问                         ·儿童福利顾问
·酒精和毒品禁戒顾问                   ·翻译／口译
·法律调停人                           ·社会工作者
教育肓和咨询行业都是可以使INFP型人为帮助他人成长和发掘人性潜能而工作的领域。INFP型人为改善他人生活质量的愿望和努力的确非常崇高。他们更喜欢大学，而不是小学或中学，因为大学里来自学生们的动力更强大。他们喜欢学习的过程，喜欢做为调查员或图书管理员来探求更深刻而更有意义的理解。INFP型人是富于同情心而具洞察力的顾问，心理学家，以及社会工作者，力求帮助他们的客尸在自己的社会关系和生活范围里获得自我理解和和谐。作为顾问，他们高兴的是，在理解他人的时候他们也逐渐理解了自己。
3、宗教职业
·牧师                                 ·宗教教育工作者
·传教士                               ·教堂工作人员
对于许多INFP型人，献身宗教事业是很值得的。他们乐于帮助人们发展精神世界，在为自己和他人的梦想奋斗并得以实现的过程中他们深感快乐。他们往往喜欢一个对一个的交流，但随着经历增多，他们也渐渐乐于传道和做报告了。对于INFP型人，最根本的地方在于从事与他们内心价值观念和信仰一致的工作，往往宗教领域的职业可以满足这一点。
4、医疗保健
·饮食学家／营养学家                   ·理疗医生
·家庭健康社会工作者                   ·职业治疗医生
·按摩专家                             ·全面健康医生
·语言病理学家／听觉病理学家
保健领域吸引INFP型人的方面在于，它能够让他们对客户或病人进行亲切而亲密的工作。INFP型人一般都会喜欢这样的职业给予他们的自主性，他们可以自己开业，或者作一家大型健康护理机构的顾问。理疗、全身治疗以及按摩的诊断治疗工作具有创造性和精神因素，这些都令人满意，它们运用了INFP型人的直觉和情感倾向。
5、机构发展
·雇员发展专家                         ·人力资源开发
·社会科学家·饮食学家／营养学家       ·理疗医生
·多样化管理人                         ·顾问：工作组构建／冲突解决
尽管INFP型人通常不会对商业领域的工作感到满意，仍然有一些筛选出来的领域有可能让INFP型人获得成功和满足感。
一些INFP型人喜欢合作的环境，有时他们的工作涉及到帮助别人找到适合于自己的工作。他们喜欢人事或人力资源发展方面的工作，喜欢在一个公司内部设计并安置工作。他们需要与支持他们的人共同工作，从而感到他们所做的贡献是独特而且受人重视的。这样，在竞争激烈的商业世界，他们才会找到满足感。

五、个人发展建议
现在你对自己的人格类型和动力已经有了一个比较清楚的了解，但这还不够。“如何通过这些信息使你在这份工作上取得更大的成功”，这是关键所在。
运用你的能力非常容易，你成功的秘诀在于：
1、设定切合实际的期望值；
2、重视让步；
3、不要太主观地看待问题。"
}