{  "briefReport" :"你的人格类型为内倾、直觉、思维、知觉型（INTP）。
INTP型的人主导功能是直觉，辅助功能是思考。他们倾向于探求隐含的原因、可能性或事物的整体，对事实和经验进行逻辑的分析，并做出结论。如果你过多地关注直觉，你可能错过事物的相关事实、细节或以前的经验；如果你只使用思考进行判断的话，你可能在需要的时间忘记去称赞他人或忽视你决策对其它人的影响。
在工作中，你能够理解非常复杂和高度抽象的概念，即使在压力很大的情况下也能逻辑地分析事物，有探险精神、创造意识以及克服困难的勇气，能灵活地适应新情况。但有时你办事情可能条理不清，容易发生紊乱，不喜欢按传统的、公式化的方式来办事，可能过于理论化，而忽视或无视现实性。你适合的岗位特质是工作富有挑战性，涉及到许多复杂的问题，让你有充足的安静的私有时间独立地工作，来投入到并完成自己的思维过程，不要求你直接管理别人、监督或考虑一些人际关系得协调或不和。
",
	"overallAppraisal":"你的人格类型为内倾、直觉、思维、知觉型（INTP型）。",
	"result":"一、个性特征描述：
    INTP型的人是解决理性问题者。他们很有才智和条理性，以及创造才华的突出表现。
    INTP型的人外表平静、缄默、超然；但内心却专心致志于分析问题。他们苛求、精细、惯于怀疑。他们努力寻找和利用原则以理解许多想法。他们喜欢有条理和目的的交谈，而且可能会仅仅为了高兴,争论一些无益而琐细的问题，只有有条理的推理才会使他们信服。
    通常INTP型的人是足智多谋、有独立见解的思考者。他们重视才智，对于个人能力有强烈的欲望，有能力也很感兴趣向他人挑战。INTP型的人最主要的兴趣在于理解除了能够准确知道、接受和明显的事物之外的可能性。他们乐于为了改进事物的目前状况或解决难题而发展模式。他们的思考方式极端复杂，而且他们能更好地组织概念和想法而不是人。偶尔，他们的想法非常复杂，以致于很难向别人表达和被他人理解。
    INTP型的人十分独立，喜欢冒险和富有想象力的活动。他们灵活易变、思维开阔，更感兴趣的是发现有创见而且合理的解决方法，而不是仅仅看到成为事实的解决方式。

二、可能存在的盲点：
    因为INTP型的人过分依赖他们的条理性分析，所以他们会忽视与别人有关的事物。如果某一方面不符合逻辑，即使对于他们来说很重要，他们也会冒险抛弃。他们承认自己所真正关心的会有助于与真实的情感保持联系。
    INTP型的人精通于观察思想的缺陷，但对于表达自己的评价却沉默寡言。因为他们拒绝在整个计划中存在一点不符合逻辑的地方，所以他们在涉及计划某部分的一个细微错误之时迟滞不前，使整个方案难以完成。当他们把自己高度磨练过的批评性思考运用到周围的人身上时，他们直率的诚实会变为一种无意的伤害。必须告诉他们，而且他们必须学会询问在情感上与别人相关的事务。
    因为INTP型的人喜爱解决问题，所以往往他们会对常规的细节缺少耐心，而且如果一个计划需要过多的细节或持久贯彻，他们会失去兴趣而永远完成不了计划。向外转移他们的能量会使他们获得充分的实际知识以产生可行的、让别人能接受的想法。
    当INTP型的人努力维持自己高标准的完美时，他们有时会不切实际。学会与别人分享感受会帮助他们获得更现实和客观的见解。

三、功能运用
    外向与内向是指我们心理能量的作用方向，判断与知觉是我们做事的两种方式。心理学称之为“态度”。感觉与直觉是我们获取信息的方式，思考和情感是做决定的方式，心理学称之为“功能”，功能是人格理论的精髓、核心。
    每一个人在都会用到四种功能，但对功能应用的喜好程度不一样。等级中第一位的称为“主导功能”，第二位的称为“辅助功能”。
    INTP型的人主导功能是直觉，辅助功能是思考。他们倾向于探求隐含的原因、可能性或事物的整体，对事实和经验进行逻辑的分析，并做出结论。
INTP型的人比较少地使用他们的第三、第四功能——感觉和情感。即使在需要这些功能的场合，他们仍然无法有效使用。
作为一个INTP型的人，如果你过多地关注直觉，你可能错过事物的相关事实、细节或以前的经验；如果你只使用思考进行判断的话，你可能在需要的时间忘记去称赞他人或忽视你决策对其它人的影响。

",
    "suggestions":"一、 工作中的优势
    对于不同的人格类型而言，没有“好”与“坏”之分，每一个人都是一个独一无二的个体，都有其特别的优势和劣势，但问题的关键在于如何认识这些优势和劣势,完善自己。我们对于成功的建议是：“取已之长，补已之短”。学会了这一点将会影响到你的成败及你对工作的喜好。
你在工作中的优势：
1、急切地“想知道盒子外面的世界”，能想出一些新的可能性
2、能够理解非常复杂和高度抽象的概念
3、杰出的创造性地解决问题的技能
4、独立自主；探险精神、创造意识以及克服困难的勇气
5、能够综合运用大量的信息
6、搜集所需信息时理智的好奇心、独特的洞悉力
7、即使在压力很大的情况下也能逻辑地分析事物
8、学习新知识的信心和动力都很大
9、客观性；能够客观地分析和处理问题，而不是感情用事
10、对自己的想法和观点充满信心
11、能够把握事物的全局，弄清行为和思想的长远影响
12、能灵活地适应新情况，有数量的随机应变的能力

二、工作中的劣势
    下面列出了你工作中可能存在的缺点，这些缺点有的比较明显，有的并不明显或你没有意识到，目的是为了让你“注意”到它们，并考虑产生的原因。缺点有些是天生的，而有些是长时间形成的，因此你不可能在一两天内改变，而是去提醒、思考。注意：其实知道存在的问题就是改变提高中很重要的一步，你会发现你正在慢慢发生变化。
    你工作中的劣势：
1、办事情可能条理不清，容易发生紊乱
2、过于自信；可能会不恰当地运用自己的能力和社会经历
3、对思维狭窄和思想固执的人缺乏耐心
4、不喜欢按传统的、公式化的方式来办事
5、问题一旦解决，兴趣便不复存在
6、不擅长于把复杂的思想和问题用简明的形式表现出来并用简单的形式将其解决
7、可能过于理论化，而忽视或无视现实性
8、不能严格要求自己去考虑且解决重要的细节性问题
9、不喜欢重复地做一件事
10、对程式化的事情和固执的人缺乏耐心

三、适合的岗位特质
    研究发现：职业满足会使你的工作主动性更强，积极性更高，更愿意去工作。以下不是简单的告诉你什么样的工作适合你，而是细化的帮你分析工作中的哪些特质对你重要，你还需要从中选出你认为最重要的，因为不同经历的人对特质的重要程度要求是不同的。每个岗位的工作内容都在随企业的发展而发展，不是一成不变的，有时候岗位的发展方向需要我们自己去争取。所以找到适合的工作不如找到适合自己发展的岗位更直接。这些特质可以帮助明确如何主动的发展或争取你岗位中的那些特质。
    下面的条目从各个侧面上认证了你怎样才能得到真正的职业满足，看完这些条目之后，我们建议你根据它们对你的重要程序进行排序，排序的时候，回想一下你过去的学习、工作经历以及当前学习环境和工作感受，并思考：“哪一些是令你感到特别满意，有哪些令你极其不高兴”。试着寻找贯穿这些经历的主题。
你的岗位特质：
1、让我开发、分析、批判新的想法和主意。
2、让我把注意力和精力集中到那些创新的、理论的和逻辑的思维过程中，而不只一心关注着结果和产品会是如何。
3、富有挑战性，涉及到许多复杂的问题；因此，我能有机会试行一些不落俗套的方案，通过冒险性的实践找到最佳解决方法。
4、让我有充足的安静的私有时间独立地工作，来投入到并完成自己的思维过成。
5、让我自己制定并保留评估自己工作的高层次的标准，并在此基础上决定自己的成绩与不足。
6、在一个富有的、可以通融的环境中进行，没有那些无用的规章制度，过多的限制和不必要的会议。
7、能让我和小组里我所钦佩的亲密朋友和伙伴合作。
8、让我经常有机会增长自己的能力和才干，与别的有影响的成功人士会面、合作。
9、让我开发有独创性的思想，能把一些具体的实施步骤和细节问题委托给一名高效率的助手。
10、不要求我直接管理别人、监督或考虑一些人际关系得协调或不和。

    四、职业类型
    你适合的职业：
    也许你会觉得下面的工作种类繁杂，但仔细分析你就会发现，这些工作各自的特色正是你对工作的要求，我们会在下面列出各类工作的特质。当然，这不可能是一个完美的适合你的工作的综合，但是，却能够向你展示你以前不曾考虑过的工作的可能性。在列出这些工作的同时，我们也要敬告你：每种职业中都有各种性格类型的成功人士；即使是相同的工作，不同公司的要求也不尽相同，所以除了工作名称外，你还要对贵公司要求的工作内容和公司文化作详细的了解。我们希望在经济快速发展、新型工作不断涌现将来，这份报告上列举的工作种类不是限制了你的选择，而是告诉你，面对新工作的选择或机会时，应该从哪些因素来分析这些工作对你的适合程度。

适合INTP型人的一般职业
1、计划和开发
·计算机软件设计员                    ·计算机程序员
·系统分析人员／数据库管理人员        ·调查开发专家
·战略策划者                          ·新市场或新产品开发者
·网络一体化专家(电信专家)            ·转换管理方式的咨询
·财政计划者                          ·投资银行家
·信息服务开发者——计算机程序设计    ·信息服务——新的商业开发领域
·管理咨询：计算机／信息服务，销售，重组
计划和开发领域为INTP们提供了一个发挥他们特长的机会——分析问题并找到创新性的答案。大多数INTP喜欢工作在抟术领域，他们运用自己理解复杂系统的能力和发现错误、消除错误的能力，去分析问题、解决问题。
INTP能够轻易地看出产品、服务或系统是否适合整个公司、工厂或整套工艺。他们喜欢以创新的、更有效的方法去处理问题。
2、保健／技术
·神经病学家                          ·物理学家
·整形外科医生                        ·药剂师
·科学家：化学／生物                  ·药品调查员
·生物工程学家                        ·兽医
    医药卫生和其他科技领域使INTP杰出的推理能力和利用科技资料的能力得到运用，INTP对不断发展的神经病学、整形外科学、生物医学和配药学方面的研究都很感兴趣。因为这些学科使INTP能够站在科学发展的最前沿进行创新，有时甚至还有一些冒险。物理、化学和生物学为INTP提供了复杂的概念以及不断学习新知识和不断问“如果……”的机会。这些学科能够允许INTP进行独立工作，特别是当它们涉及到一些较强的研究工作的时候。同时，由于这些领域有难度、富于竞争性，所以吸引了许多有才华、有智慧的人，这对INTP也是一个刺激和挑战。
3、专门领域
·律师                               ·经济学家
·心理学家／精神分析学家             ·金融分析家
·建筑师                             ·侦探
·知识产权代理人                     ·法律调解人
·公司财务代理人                     ·精神病医生
    这些专业领域也为INTP提供了许多分析并解决复杂问题的机会。通常，这些领域都是极富挑战性的，要求研究人员有清晰的逻辑思维能力，对付问题和挑战要有创新性的解决方法。对建筑师和心理学家来说，工作中心都是一个创造的过程。善于看清楚一个因素或一个条件在整个模型或系统中的地位和作用是INTP的一个特别优势，同时也是调查研究者和金融分析家工作中的一个主要内容。从制定毫无纰漏的法律条文到预测经济发展的微妙走势，这些都为INTP提供了感受兴奋和接受挑战的机会。
4、学术领域
·数学家                             ·考古学家
·历史学家                           ·哲学家
·大学里的高级教师                   ·学术研究者
·逻辑学家                           ·大学行政官员
·经济学家                           ·翻译
    学术领域充满刺激的世界是INTP非常喜欢的，因为这个领域着重开发新事物，寻找新的解决问题方法。INTP经常在大学教授这个职位上找到职业满足感。他们通常愿意给高年级学生讲授一些比较专深的课程。INTP喜欢做上面所列出的任何一门学科的调查研究工作，他们喜欢这种能够独自工作的机会，然后与同行们共享他们的成果与创新。INTP最喜欢在没有复杂规则限制、没有官僚政治的环境中工作，然而，这两点恰恰是大多数大学院校所不能避免的。
5、创造性的职业
·摄影师                             ·富有创造力的作家
·艺术家                             ·演员／舞蹈家·音乐家
·代理人                             ·发明家
·信息图表设计者
    对INTP来说，这些职业最吸引他们的地方是可以充分发挥想象力、完全自由地进行创造。INTP喜欢利用不同的手段和已往的经验与不同的人共同进行创造的过程。INTP通常喜欢一个人工作或者只与少量可能会给工作带来转变的人们一起工作。由于对自己的能力和表达自己兴趣的艺术实力的自信，INTP非常欣赏自己的作品。但是，他们并不为了追求满足感而必须完成作品。很多INTP喜欢由富有创造力的人所组成的世界，因此他们喜欢作代理人。他们创造的新事物、新产品和新的服务方式给他们带来了类似于发明家一样的成功。

    五、个人发展建议
    现在你对自己的人格类型和动力已经有了一个比较清楚的了解，但这还不够。“如何通过这些信息使你在这份工作上取得更大的成功”，这是关键所在。
    你成功的秘诀在于：
1、更加有条理；
2、对聪颖不足的人要有耐心；
3、设法增进自己的社交能力。
"
}