{
  "briefReport" :"你的人格类型为内倾、感觉、情感、知觉型（ISFP）。
ISFP型的人主导功能是感觉，辅助功能是情感。他们倾向于：对事实和经验做出符合逻辑结论。注意细节、重视实际、能记住琐碎细节、耐得住烦闷的工作、有耐性、细心有系统。如果你过多的使用情感功能，你可能会表现得不合乎逻辑、不够客观、没有组织系统的思考、不具批判精神全盘接受、感情用事。如果你过多地使用感觉功能，你可能会失去整体的概念、想不出各种可能解决的途径、不求创新、无法应付太复杂的工作、不喜欢预测未来。
在工作中，你对人的关心和对组织的忠诚，考虑周到，具备关注目前所需的能力，主动愿意支持组织的目标。但有时你不愿意提早准备，没有能力观察到目前不存在的机会和可选择的机会，可能会被大量的极其复杂的任务压得喘不过气来。你适合的岗位特质是有非常愉悦而又充满合作意识的氛围，给你一个机会，使你在完成你认为很重要的工作内容过程中体验到自身的成长和发展。
  ",
	"overallAppraisal":"你的人格类型为内倾、感觉、情感、知觉型（ISFP型）。",
	"result":"一、个性特征描述：
ISFP型的人平和、敏感，他们保持着许多强烈的个人现想和自己的价值观。他们更多地是通过行为而不是言辞表达自己深沉的情感。
ISFP型的人谦虚而缄默，但实际上他们是具有巨大的友爱和热情之人，但是除了与他们相知和信赖的人在一起外，他们不经常表现出自我的另一面。因为ISFP型的人不喜欢直接地自我表达，所以常常被误解。
ISFP型的人耐心、灵活，很容易与他人相处，很少支配或控制别人。他们很客观，以一种相当实事求是的方式接受他人的行为。他们善于观察周围的人和物，却不寻求发现动机和含义。
因为ISFP型的人完全生活在目前之中，所以他们的准备或计划往往不多，他们是很好的短期计划制定者。因为他们完全投入于现在，喜欢享受目前的经历，而不继续向下一个目标冲刺，所以他们对完成工作感到很放松。
他们对于从经历中直接了解和感受的东西很感兴趣，常常富有艺术天赋和审美感，力求为自己创造一个美丽而隐蔽的环境。
没有想要成为领导者，ISFP型的人经常是忠诚的追随者和团体成员。因为他们利用个人的价值标准去判断生活中的每一件事，所以他们喜欢那些花费时间去认识他们和理解他们内心的忠诚之人。他们需要最基本的信任和理解，在生活中需要和睦的人际关系，对于冲突和分歧则很敏感。

二、可能存在的盲点：
高度的敏感天性使ISFP型的人清楚地了解别人的需求，他们有时过度地工作以满足那些需求，以致于在这一过程中忽略了自我。他们必须更多地关心自己而不是别人。
因为他们完全把注意力集中于现在他们的经历，所以往往无法看得更远，从而丧失了更广泛的视野。有时他们很难理解一个较为复杂的环境事务。因为他们通常不会寻找或观察在目前不存在的可能发生的事物，所以他们往往不会事先准备，也很难有条理地安排时间和资财。他们本来是应该努力工作以约束自己的冲动，从而完成任务和享受——段安静时光，或是参加一项自己喜欢的活动。
ISFP型的人往往做个人的反省，然后变得很生气和失望，所以说他们是很容易受别人影响的。由于他们总是按人和事物所呈现的表象来认识他们，却从来不会预想其中的不良动机或从中推断出其他的内容，所以人们常认为他们过于信任他人，很容易上当受骗。他们必须对自己的需求更加关心，进一步考虑他人行为的含义。对自己的分析更多地具有怀疑精神和客观性，会使他们的判断力更出色。

三、功能运用
外向与内向是指我们心理能量的作用方向，判断与知觉是我们做事的两种方式。心理学称之为“态度”。感觉与直觉是我们获取信息的方式，思考和情感是做决定的方式，心理学称之为“功能”，功能是人格理论的精髓、核心。
每一个人在都会用到四种功能，但对功能应用的喜好程度不一样。等级中第一位的称为“主导功能”，第二位的称为“辅助功能”。每个人都需要运用到这两个过程。
ISFP型的人主导功能是感觉，辅助功能是情感。他们倾向于：对事实和经验做出符合逻辑结论。注意细节、重视实际、能记住琐碎细节、耐得住烦闷的工作、有耐性、细心有系统。
    ISFJ型的人比较少地使用他们的第三、第四功能——直觉和思维。即使在需要这些功能的场合，他们仍然无法有效使用。
    作为一个ISFJ型的人，如果你过多的使用情感功能，你可能在会表现得不合乎逻辑、不够客观、没有组织系统的思考、不具批判精神全盘接受、感情用事。如果你过多地使用感觉功能，你可能会失去整体的概念、想不出各种可能解决的途径、不求创新、无法应付太复杂的工作、不喜欢预测未来。
",
    "suggestions":"一、 工作中的优势
对于不同的人格类型而言，没有“好”与“坏”之分，每一个人都是一个独一无二的个体，都有其特别的优势和劣势，但问题的关键在于如何认识这些优势和劣势,完善自己。我们对于成功的建议是：“取已之长，补已之短”。学会了这一点将会影响到你的成败及你对工作的喜好。

你工作中的优势可能包括：
1、热情，慷慨
2、对人的关心和对组织的忠诚
3、注意重要的细节，尤其是那些有关他人的细节
4、考虑周到，具备关注目前所需的能力
5、主动愿意支持组织的目标
6、准确评估目前的能力和看出什么是最需要保持稳定的能力
7、仔细评估冒风险和试用新方法时的灵活性和主动性

二、工作中的劣势
下面列出了你工作中可能存在的缺点，这些缺点有的比较明显，有的并不明显或你没有意识到，目的是为了让你“注意”到它们，并考虑产生的原因。缺点有些是天生的，而有些是长时间形成的，因此你不可能在一两天内改变，而是去提醒、思考。注意：其实知道存在的问题就是改变提高中很重要的一步，你会发现你正在慢慢发生变化。
你工作中的劣势：
1、有只接受事物的表面现象而忽略事物深层暗示的倾向
2、没有能力观察到目前不存在的机会和可选择的机会
3、做出对个人的批评和消极的反馈趋势
4、不愿意提早准备；你在利用自己的时间上有问题
5、决断的困难
6、不喜欢过多的规则和结构过于复杂的机构
7、在与自己的感受相矛盾时很难做出符合逻辑的决定
8、不愿意为坚持自己的想法和立场而冒险打破与他人的协调关系
9、有会被大量的极其复杂的任务压得喘不过气来的趋势
10、反对制定长期的目标，很难按时完成任务
11、不会很自觉地做直接的报告或批评他人

三、适合的岗位特质
研究发现：职业满足会使你的工作主动性更强，积极性更高，更愿意去工作。以下不是简单的告诉你什么样的工作适合你，而是细化的帮你分析工作中的哪些特质对你重要，你还需要从中选出你认为最重要的，因为不同经历的人对特质的重要程度要求是不同的。每个岗位的工作内容都在随企业的发展而发展，不是一成不变的，有时候岗位的发展方向需要我们自己去争取。所以找到适合的工作不如找到适合自己发展的岗位更直接。这些特质可以帮助明确如何主动的发展或争取你岗位中的那些特质。
下面的条目从各个侧面上认证了你怎样才能得到真正的职业满足，看完这些条目之后，我们建议你根据它们对你的重要程序进行排序，排序的时候，回想一下你过去的学习、工作经历以及当前学习环境和工作感受，并思考：“哪一些是令你感到特别满意，有哪些令你极其不高兴”。试着寻找贯穿这些经历的主题。
你的岗位特质：
作为ISFP型人，职业满足意味着你做的这些工作：
1、是与自身很强的内在价值以及自己所关心和愿意为之贡献自己精力和才智的事业是一致的。
2、如果要与他人合作，且在积极肯定的团队中工作，自己会是其中一名忠诚又富于合作精神的一分子。
3、我所接触到的事。是对他人有益而又有实际应用价值的具体事物。
4、除了与其他和蔼、谦虚地人为伍外，还要给我留有一定的空间，使我能够独立地完成工作，而不受感受到过多的规章和僵化的操作规程的束缚。
5、使我成为适应能力极强而且负责的人。在工作中，我明确的目的，能够让我亲眼看到和亲身体会到我所做的工作的结果。
6、让我通过审美和品味来增强我工作领域的吸引力，使其更加个性化，并使其他人感到工作在其中会更舒适。
7、是在非常愉悦而又充满合作意识的氛围中完成的。人际之间的冲突会保持在最低限度。
8、给我一个机会，使我在完成我认为很重要的工作内容过程中体验到自身的成长和发展。
9、能让我提供实用的帮助，及时而简洁地处理好问题。
10、不要求我做定期的公开演说。以及领导一大群我太熟知的人或给别人消极的反馈评价。

四、职业类型
你适合的职业：
也许你会觉得下面的工作种类繁杂，但仔细分析你就会发现，这些工作各自的特色正是你对工作的要求，我们会在下面列出各类工作的特质。当然，这不可能是一个完美的适合你的工作的综合，但是，却能够向你展示你以前不曾考虑过的工作的可能性。在列出这些工作的同时，我们也要敬告你：每种职业中都有各种性格类型的成功人士；即使是相同的工作，不同公司的要求也不尽相同，所以除了工作名称外，你还要对贵公司要求的工作内容和公司文化作详细的了解。我们希望在经济快速发展、新型工作不断涌现将来，这份报告上列举的工作种类不是限制了你的选择，而是告诉你，面对新工作的选择或机会时，应该从哪些因素来分析这些工作对你的适合程度。
适合ISFP型人的一般职业
1、工艺部门
·时装设计                            ·木匠
·珠宝商                              ·园艺匠
·织毯工人                            ·陶工
·漆匠                                ·舞蹈员
·设计人员：内容／背景                ·厨师长
这些职业对ISFP型的人主要吸引力在于它们能提供用他们的双手创造外观以吸引人，更多的是有用在实际工作中，他们喜欢运用五种感觉，从事实际的工作。那些职业为，ISFP型的人提供了灵活的时间和自由安排工作的机会。大多数ISFP型的人喜欢自主，不必遵守管理规则。
2、健康护理部门
·上门服务护士                        ·运动专家
·按摩医生                            ·放射技师
·医务助理                            ·牙科助理／保健医师
·兽医助理                            ·动物护理人员／训练人员
·家庭保健助理                        ·初级保健大夫
·饮食专家／营养学家                  ·验光师／配镜师
·运动心理专家                        ·职业疗法医师
·工艺师                              ·药剂师
·呼吸系统专家                        ·执职行医护士
ISFP型的人常可以从健康护理业中获得满足感，尤其是那些能让他们直接同用户和患者打交道的工作。他们喜欢许多治疗工作的亲手参与的特征——在危机中或危机后，从身体到感情上帮助他人。他们通常善于观察，能对微小变化做出反应，喜欢解决短期问题。对于ISFP型的人而言，从这些职业以及其它任何职业获得满足感的最重要成分是能看到或体验对他们成就的反馈以及能意识到他们工作的重要性。
3、技术工作
·调查员                              ·计算机操作人员
·林务员                              ·植物学家
·地质学家                            ·技师
·海洋生物学家
ISFP型的人喜欢实际工作，不喜欢理论工作。他们倾向于喜欢运用实际的积极的技术，户外工作的机会尤其为ISFP型的人喜欢，他们对工作中的变化和种类表现出极大的兴趣。
4、销售／服务业
·教师：初级(自然科学／艺术)          ·警察／劳改官员
·紧急热线电话操作员                  ·清洁服务人员
·仓库保管员                          ·侍者
·美容师                              ·旅行用品推销
·优质用户销售代表                    ·商业计划人员
·体育设备推销                        ·家用保健品推销
·家庭保健护理人员                    ·儿童福利咨询人员
·戒酒戒毒顾问                        ·社会工作人员
许多ISFP型的人在服务部门找到了让他们满意的工作。让他们从事满足人或动物的需要的工作最值得干。他们喜欢能分享他们价值观，培养和鼓励人际和谐、合作，以及能认可他们的成绩的工作环境。许多ISFP型的人喜欢处在特定的主观环境，通常和小孩在一起，在这种环境中，他们有机会表露自然性和乐趣。
5、商业
·记帐员                              ·司法员
·打字员                              ·职员监督人员
·经理人员                            ·律师帮办
职员工作，如果是处于一种适合的环境，也能给ISFP型的人提供满足。关键因素是在一种积极支持的气氛中运用他们实际技能的能力。当作为小组一部分而工作，或处于一种能尊重个人隐私和成长的稳定环境中时，ISFP型的人工作总很出色。他们喜欢能让他们创造和保持愉快的、个性化的工作环境的职业部门。

五、个人发展建议
现在你对自己的人格类型和动力已经有了一个比较清楚的了解，但这还不够。“如何通过这些信息使你在这份工作上取得更大的成功”，这是关键所在。
运用你的能力其实很容易。ISFP成功的秘诀就是：
1、学会声明自己的主张；
2、脚踏实地，在更广阔的背景下考虑问题；
3、不要太个人化地看待事物。
"
}