{
    "description": " 首先，非常感谢您选用《生活事件量表》。
   使用生活事件量的目的是对精神刺激进行定性和定量。量表由杨德森、张亚林1986年编制，LES共含有48条我国较常见的生活事件，包括三方面的问题。一是家庭生活方面(28条)，二是工作学习方面(13条)，三是社交及其他方面(7条)。由填写者首先将某一时间范围内(通常为一年内)的事件记录下来，有的事件虽然发生在该时间范围之前，如果影响深远并延续至今，可作为长期性事件记录。然后，由填写者根据自身的实际感受，而不是按常理或伦理道德观念去判断那些经历过的事件对本人来说是好事或是坏事，影响程度如何，影响持续的时间有多久。LES总分越高反映个人承受的精神压力越大。",
    "factorData": [
        {
            "low": {
                "overallAppraisal": "您的压力水平正常。",
                "result": "生活事件对您产生的精神压力属于正常水平。在以往的生活过程中，总体来说您生活相对比较平静，经历的重大生活事件比较少，尤其是负性生活事件，或者说即使经历了一些事件，这些事件对您没有造成巨大的影响，您比较能较好地调节自己的心态，因而这些事件对其只是造成了一些轻微的影响。",
                "suggestions": "生活事件对您的影响较轻，属正常水平。这可能有两个方面的原因，其一是您在过去的生活中较少经历比较大的生活事件；其二是您面对各种生活事件的心理调节能力非常好，尤其能够免除负性事件的消极影响或能使消极事件的影响最小。建议您通过自己的实践和观察他人做法等方式不断提高自己的抗拒挫折的能力。建议您每隔一段时间就要对自己前一段的生活进行一下回顾，以便及时总结经验、教训。比如回想一些近一段时间遇到的较大生活事件，仔细思考一下事件的过程，分析经历这些事件的过程当中，自己是否有处理不当的情况，或者是否有更好的方式面对这些情况，这些事件现在是否还存在一些不良影响，自己应当如何做来彻底消除不良影响，如何减少负性事件发生的可能性，如果再有类似事件发生自己应当如何合理对待等等。不断调整自身的行为，防止消极情绪的积累，这样做会不断的提高应对挫折和自我心理调节的能力，使您长期保持心理健康状态。" },
            "high": {
                "overallAppraisal": "您的压力水平较高",
                "result": "测验结果为：生活事件对您形成了较大的压力，且属于较高水平。在以往的生活过程中，您曾经经历了一些比较重大的生活事件。其中正性生活事件给您带来积极的体验，有利于自己的身心健康，而其中一些负性生活事件，一些苦恼对您影响比较巨大。在此过程当中，您可能没能很好的适应变化或打击，因而您一直承受着较大的压力，可能会积累一些不良情绪。这些事件可能对您心理造成了较为严重的伤害。",
                "suggestions": "对于产生良性压力的正性生活事件，能够对您自己的身心健康产生积极作用，有助于提高生活幸福感，提供积极情绪，帮助人们找出生活的价值和意义。
对于负性生活事件，建议您通过以下方式降低或者消除这些事件的影响，解决自己可能面临的问题：
　　第一，暂停与负性生活时间的接触，理智的认识问题，寻求解决问题的方法。我们的认知方式（看待事物的方法、态度）一定程度上决定了生活事件对我们产生的压力的大小，可以通过改变认知而改善抑郁焦虑等负情绪，提高承受压力的能力。同时应该认识到生活事件不可避免，树立积极、向上、进取的人生观和价值观，避免完美主义、以偏概全的思维方式，凡事尽力而为、不与人争、少私寡欲、顺其自然，避免大喜大悲。凡事做好出现最坏情况的心理准备，寻求较好的结局。考虑在经历这些事件的过程当中，自己是否有处理不当的情况，或者是否有更好的方式面对这些情况，从目前的情况来讲，自己应当如何做来彻底消除不良影响，如何减少负性事件发生的可能性，如果再有类似事件发生自己应当如何合理对待等等。
第二，通过放松技术或者其他宣泄情绪的途径，降低或消除紧张、焦虑、愤怒等负面情绪，从而缓解这些生活事件所带来的心身不适感。
　　第三，您可以寻求家庭、社会的支持。良好的社会支持系统能有效降低生活事件带来的负面影响。您可以向亲人、朋友、同事倾诉自己的烦恼和困境，争取他们的帮助和支持，往往能够大大减轻心理的压力，并可能找到一些适当的方法切实解决面临的问题。
　　第四，您可以去专门的心理咨询机构寻求专业支持。一些生活事件尤其是应激事件首先通过心理健康机构，心理咨询师能够帮助识别、分析您心理压力产生的原因，运用心理学的专业知识、技术帮助您有效处理这些生活事件，使之带来的不良影响降到最低，使人最快、最有效地摆脱它们所带来的危机，同时还可以使您应对挫折的能力有所提高。在心理咨询师的指导下列出失败的认知方式，寻找新的认知方式，可以达到重新适应生活、回归社会的目的。
"},
          
            "name": "总分",
            "ordinary": {
                "overallAppraisal": "您的压力水平偏高",
                "result": "生活事件对您形成了一定的压力，且属于偏高水平。在以往的生活过程中，您曾经经历了一些比较重大的生活事件，事件反复发生，或持续时间较长，引起您的情绪波动。其中正性生活事件给您带来积极的体验，有利于自己的身心健康，而其中的一些负性生活事件，一些苦恼对您产生了一定影响。如果您能很好调整自己的心态，这些事件可能还不会造成较严重影响，但如果您不能完全调整好自己的心态，现在这些事件对其就会有一些影响，使您心理可能受到了一定程度的伤害。",
                "suggestions": "由于生活事件对您形成了一定程度的压力，建议您及时调节自己的心理状态。
对于产生良性压力的正性生活事件，能够对自己的身心健康产生积极作用，有助于提高生活幸福感，提供积极情绪，帮助人们找出生活的价值和意义。
对于负性生活事件，通过以下方式降低或者消除这些事件的影响：
　　首先，理智的认识问题，寻求解决问题的方法。我们的认知方式（看待事物的方法、态度）一定程度上决定了生活事件对我们产生的压力的大小，正确的认知方式可以提高承受压力的能力。认识到生活事件不可避免，树立积极、向上、进取的人生观和价值观，避免完美主义、以偏概全的思维方式，凡事尽力而为、不与人争、少私寡欲、顺其自然，避免大喜大悲。凡事做好出现最坏情况的心理准备，寻求较好的结局。考虑在经历这些事件的过程当中，自己是否有处理不当的情况，或者是否有更好的方式面对这些情况，从目前的情况来讲，自己应当如何做来彻底消除不良影响，如何减少负性事件发生的可能性，如果再有类似事件发生自己应当如何合理对待等等。
其次，通过放松技术或者其他宣泄情绪的途径，降低或消除紧张、焦虑、愤怒等负面情绪，从而缓解这些生活事件所带来的心身不适感。
再次，您可以寻求家庭、社会的支持。良好的社会支持系统能有效降低生活事件带来的负面影响。您可以向亲人、朋友、同事倾诉自己的烦恼和困境，争取他们的帮助和支持，往往能够大大减轻心理的压力，并可能找到一些适当的方法切实解决面临的问题。
"},
            "scoreNorm": {
                "bad": 0,
                "high": 32,
                "low": 21,
                "ordinary": 33,
                "verybad": 0
            }
        }
    ],
    "referencescore": " 一过性的事件如流产、失窃要记录发生次数，长期性事件如住房拥挤、夫妻分居等不到半年记为l次，超过半年记为2次。
一过性事件题号：1、2、3、4、5、6、9、12、13、14、15、16、17、18、23、24、25、26、27、31、32、33、34、35、36、37、38、39、40、42、43、44、45、46、47、48
长期性事件题号：7、8、10、11、19、20、21、22、28、29、30、41
影响程度分为5级，从毫无影响到影响极重分别记0、1、2、3、4分，即无影响=0分、轻度=1分、中度=2分、重度=3分、极重：4分。影响持续时间分三月内、半年内、一年内、一年以上共4个等级，分别记1、2、3、4分。
　　生活事件刺激量的计算方法：
　　1．某事件刺激量=该事件影响程度分×该事件持续时问分×该事件发生次数
　　2．正性事件刺激量=全部好事刺激量之和
　　3．负性事件刺激量=全部坏事刺激量之和
　　4．生活事件总刺激量=正性事件刺激量+负性事件刺激量
",
    "tableName": "LES",
    "templateName": "LESTPL.docx"
}