{
	"overall" : [
		{
			"briefReport": "你目前的心理健康状况正常。处于正常状态的你目前对生活感到比较幸福、愉快，能够较好地适应各种社会生活情境，比较适当地处理各种挫折和挑战。希望你保持这种状态，同时，可多了解一些心理健康方面的知识，多学习一些放松身心、疏导情绪的有效方法，更好地保持自己的心理健康。",
			"overallAppraisal" : "心理健康状况正常。",
			"result" : "总体而言，你目前的心理健康状况正常。总量表得分越低，说明心理健康状态越良好。处于正常状态的你目前对生活感到比较幸福、愉快，能够较好地适应各种社会生活情境，比较适当地处理各种挫折和挑战。你也可能在本测验的一个或几个分测验表上的得分过高，这说明虽然你现在的心理健康状况属于正常范围，但是在某些方面仍需要及时加以关注和适当的调整，否则，有可能使问题积累而最终影响到你整体的心理健康水平和生活幸福感。",
			"suggestions" : "心理健康状况正常：你目前的心理健康状况正常。本测验的临界分数为65分，总量表得分越低，说明你的心理健康状态越良好，面临的困扰越少。处于这种状态的你，总体而言生活是幸福、愉快的。希望你保持这种状态，同时，可多了解一些心理健康方面的知识，多学习一些放松身心、疏导情绪的有效方法，更好地保持自己的心理健康。"
		},{
		"briefReport": "你目前的心理健康状况不佳，可能存在一些的问题。这些问题需要引起你自己及教师和家长的重视。如果你有明显的社会适应不良的行为表现或者你主观感到非常不愉快，甚至非常痛苦，则应当求助于心理教师或者专业的心理工作者。通过他们的帮助，可以更好地分析目前的问题，形成更有效的应对策略，增强自我心理调节能力。同时，你也需要认识到“心理健康状况不佳”是自己暂时的状态，可以通过调整得以改善，不要就此认为自己“有病”。可以多与他人沟通，述说自己内心的想法和感受，吸取他人的看法和建议，此外，你可以学习和实践有效的心理调节的方法，逐渐给自己的心灵“松绑”，恢复健康的身心状态。",
			"overallAppraisal" : "心理健康状况不佳。",
			"result" : "总体而言，你目前的心理健康状况不佳，可能存在一些的问题，会在本测验的一些分测验的得分过高上体现出来。一般来讲，高分者除了会在某些方面有比较突出的异常表现外，往往还表现出综合性的社会生活适应不良，如学习成绩与智力水平不匹配、学校人际关系不佳，缺乏自尊、自信，有的可能出现攻击性和暴力行为，而有的则相反会表现得过分退缩，回避社会活动。同时还往往存在一定程度和时间较长的不良情绪，高分的你往往感到生活的不快乐、不幸福，有时不被人关心和理解，对他人怀有比较敌视和戒备的心理等。",
			"suggestions" : "你目前的心理健康状况不佳。本测验的临界分数为65分，分数越高，问题越严重。这些问题需要引起你自己及教师和家长的重视。如果你有明显的社会适应不良的行为表现或者你主观感到非常不愉快，甚至非常痛苦，则应当求助于心理教师或者专业的心理工作者。通过他们的帮助，可以更好地分析目前的问题，形成更有效的应对策略，增强自我心理调节能力。同时，你也需要认识到“心理健康状况不佳”是自己暂时的状态，可以通过调整得以改善，不要就此认为自己“有病”。可以多与他人沟通，述说自己内心的想法和感受，吸取他人的看法和建议，此外，你可以学习和实践有效的心理调节的方法，逐渐给自己的心灵“松绑”，恢复健康的身心状态。"
		}
	],"HA" : [
		{
		"briefReport": "你目前的学习焦虑处于正常水平，说明你在学习和考试上几乎不存在焦虑和紧张。需要注意的是，适当的焦虑水平对学习有促进作用，可以使自己保持一种投入的状态，过度放松反而可能使自己失去学习的斗志，而导致成绩落后。建议你可以适时检查自己学习焦虑水平，及时调整，使自己保持良好的学习状态。",
			"overallAppraisal" : "你目前的学习焦虑处于正常水平。",
			"result" : "你目前的学习焦虑处于正常水平。通常情况下，你在面对学习或考试时不会产生严重的焦虑情绪，正常学习和生活不会受到干扰；能正确对待考试成绩，不会有过多的担心。",
			"suggestions" : "恭喜你，测评结果显示你目前的学习焦虑处于正常水平，说明你在学习和考试上几乎不存在焦虑和紧张。需要注意的是，适当的焦虑水平对学习有促进作用，可以使自己保持一种投入的状态，过度放松反而可能使自己失去学习的斗志，而导致成绩落后。建议你可以适时检查自己学习焦虑水平，及时调整，使自己保持良好的学习状态。"
		},{
		"briefReport": "你目前的学习焦虑中等。有时虽然对考试怀有一定的恐惧和焦虑，比如临考之前，你可能会觉得紧张担心，怕考得不好，对学习和考试产生一定的恐惧心理等，但是并不影响正常学习和生活。基本能正确对待考试成绩，不会有过多的担心，对你的正常学习和生活暂未造成过多影响。但如果这种学习焦虑没有及时调整，也可能会使你陷入比较严重的学习焦虑中。建议你可以适时检查自己学习焦虑水平，进行调整。",
			"overallAppraisal" : "你目前处于中等的学习焦虑水平。",
			"result" : "你目前的学习焦虑中等。有时虽然对考试怀有一定的恐惧和焦虑，比如临考之前，你可能会觉得紧张担心，怕考得不好，对学习和考试产生一定的恐惧心理等，但是并不影响正常学习和生活。基本能正确对待考试成绩，不会有过多的担心。",
			"suggestions" : "测评结果显示你目前处于学习焦虑中等的水平，说明你有时存在一定的焦虑和紧张，对你的正常学习和生活暂未造成过多影响。如果这种学习焦虑没有及时调整，可能会使你陷入比较严重的学习焦虑中。建议你可以适时检查自己学习焦虑水平，通过以下几点来加以调整：
							首先，一定程度的学习焦虑是学习的动力所在。如果完全没有焦虑，学习会缺乏动力，使自己的学习和复习落后于其他同学；而如果焦虑过高的话，自己只关注于焦虑，就无法进行正常的学习了。
							其次，学会分析了解自己的焦虑的特点，学会“停下来”。了解自己什么情况下出现焦虑，焦虑产生时在想什么？担心什么？认识到了自己焦虑的特征后，当感受到自己处于焦虑时，就可以提醒自己应该让焦虑“停下来”，将注意转移到任务本身上，如当前的考试。
							第三，找到一种适合自己的放松方法，有些人适合深呼吸，有些人适合肌肉放松法，有些人只要对自己说“别紧张”就可以，自我训练这些放松方法，做到运用起来游刃有余，就不用担心考试时的心跳加速了。"
		},{
		"briefReport": "你目前的学习焦虑偏高。对学习和考试可能会经常怀有强烈的焦虑和恐惧心理，无法安心学习，十分关心考试分数。如上课担心被老师提问；一有考试就怕得坏分数而无法安心学习，十分担心考试结果；在考试中当想不起来原来掌握的知识时，感到紧张不安等，对你的正常学习和生活产生了一些不良的影响，有必要做出调整和改变。建议你如果可能，可接受心理老师或专家为你制定的有针对性的特别指导计划。",
			"overallAppraisal" : "你目前可能处于较高的学习焦虑水平。",
			"result" : "你目前的学习焦虑偏高。对学习和考试可能会经常怀有强烈的焦虑和恐惧心理，无法安心学习，十分关心考试分数。如上课担心被老师提问；一有考试就怕得坏分数而无法安心学习，十分担心考试结果；在考试中当想不起来原来掌握的知识时，感到紧张不安等，对你的正常学习和生活产生了一些不良的影响。",
			"suggestions" : "测评结果显示你目前处于学习焦虑偏高的水平，不能很好地应对学习和考试压力，这样的高度学习焦虑对自身的学习和生活存在一定的不良影响，有必要做出调整和改变。建议你如果可能，可接受心理老师或专家为你制定的有针对性的特别指导计划。"
		}
		
	],"HB" : [
		{
		"briefReport": "你目前的社交焦虑处于正常水平。可能你个性比较开朗，能够待人热情、大方，主动与人交往，容易结交到新朋友。在受到批评时，你有时可能心里会感到不愉快，但一般不会放在心上；在各种游戏或团体活动中通常表现积极。建议你继续保持，在各种关系的交往中，与人建立更加亲密、稳定的关系。",
			"overallAppraisal" : "你目前处于正常的社交焦虑水平。",
			"result" : "你目前的社交焦虑处于正常水平。可能你个性比较开朗，能够待人热情、大方，主动与人交往，容易结交到新朋友。在受到批评时，你有时可能心里会感到不愉快，但一般不会放在心上；在各种游戏或团体活动中通常表现积极。",
			"suggestions" : "恭喜你，测评结果显示你目前处于社交焦虑正常的水平，说明你与人交往积极、主动，人际关系良好。建议你继续保持，在各种关系的交往中，与人建立更加亲密、稳定的关系。"
		},{
		"briefReport": "你目前的社交焦虑中等。说明你有时在人际交往方面存在一定的焦虑，对人际关系有时可能有些敏感，会很在意自己在他人心目中的形象，但是你能够积极地与他人交往。建议你可以适当进行一些自我调整，明白交往是一种互动过程，需要体谅彼此的感受，了解彼此的行为方式和需求，使自己在人际交往当中更自然，获得更多的友谊。",
			"overallAppraisal" : "你目前处于中等的社交焦虑水平。",
			"result" : "你目前的社交焦虑中等。对人际关系有时可能有些敏感，会很在意自己在他人心目中的形象。在与人接触的过程或某些场合中，可能会感到紧张、脸红等；有时由于担心他人的拒绝或担心自己表现不佳而害怕与人交往；在受到批评或觉得别人在注意或议论你时，觉得紧张、不快。",
			"suggestions" : "测评结果显示你目前处于社交焦虑中等的水平，说明你有时在人际交往方面存在一定的焦虑，但是你能够积极地与他人交往。建议你可以适当进行一些自我调整，使自己在人际交往当中更自然，获得更多的友谊。
							首先，在与人交往的过程当中，不过分注重自己的形象，如 “自己的表现如何，自己是否让人觉得正确”等，在交往过程中就会表现出真诚和自然。
							其次，交往是一种互动过程，需要体谅彼此的感受，了解彼此的行为方式和需求，只有双方真正认识和接纳了对方，才能够建立更加亲密、稳定的关系。
							最后，可以尝试多学习一些人际交往的技巧，提高自己人际交往的能力。通过观察你身边社交能力强的同伴的做法，如怎样找到双方均感兴趣的话题、如何倾听等，有助于进一步改善你的社交状况，减轻或降低社交焦虑。"
		},{
		"briefReport": "你目前的社交焦虑偏高。说明你在人际交往方面存在一定程度的心理压力，甚至可能影响了正常的交往活动。你可能对人际关系经常比较敏感，有时对自己能否交到朋友缺少信心；在与人接触的过程或某些场合中，常会感到紧张、脸红等；常常由于担心他人的拒绝或担心自己表现不佳而害怕与人交往；在受到批评或觉得别人在注意或议论你时，常常会觉得很紧张、不快。如果可能，建议你接受心理老师或专家为你制定的有针对性的心理指导。",
			"overallAppraisal" : "你目前可能处于较高的社交焦虑水平。",
			"result" : "你目前的社交焦虑偏高。对人际关系经常比较敏感，有时对自己能否交到朋友缺少信心；在与人接触的过程或某些场合中，常会感到紧张、脸红等；常常由于担心他人的拒绝或担心自己表现不佳而害怕与人交往；在受到批评或觉得别人在注意或议论你时，常常会觉得很紧张、不快。",
			"suggestions" : "测评结果显示你目前处于社交焦虑偏高的水平，说明你在人际交往方面存在一定程度的心理压力，甚至可能影响了正常的交往活动。如果可能，建议你接受心理老师或专家为你制定的有针对性的心理指导。
							同时，你也可以通过自身的努力，逐渐降低自己在与人交往中的焦虑水平。
							首先，可以敞开心扉，和你希望交往的朋友坦然而真诚的交流，不需要过于担心别人可能对自己做出的评价，自然、大方的呈现出自己的特点。
							其次，要相信自己的交往能力，相信自己可以和他人相处融洽。自信是交往开始的基础。有的时候，不是自己没有吸引对方的能力，而是在交往之前，就打了退堂鼓，没有勇气和人交往。
							最后，可以尝试多学习一些人际交往的技巧，提高自己人际交往的能力。通过观察你身边社交能力强的同伴的做法，如怎样找到双方均感兴趣的话题、如何倾听等，有助于进一步改善你的社交状况，减轻或降低社交焦虑。"
		}
	],"HC" : [
		{
		"briefReport": "你目前的孤独倾向较弱。你爱好社交，喜欢和他人在一起；大多数时间愿意与他人呆在一起，在与人交往过程中，常表现得比较主动积极，能较好地融入团体中，积极地参加各种活动。能够很好适应于现代社会对于交往的要求，希望你运用好自己的社交能力，使自己的生活多姿多彩。",
			"overallAppraisal" : "你目前爱好社交活动，不喜欢孤独。",
			"result" : "孤独倾向较弱。你爱好社交，喜欢和他人在一起；大多数时间愿意与他人呆在一起，在与人交往过程中，常表现得比较主动积极，能较好地融入团体中，积极地参加各种活动。",
			"suggestions" : "测评结果显示你目前处于孤独倾向较弱的水平，说明你爱好社交，不喜欢孤独。你可能是一个心态开放的人，能够很好适应于现代社会对于交往的要求，希望你运用好自己的社交能力，使自己的生活多姿多彩。"
		},{
		"briefReport": "你目前的孤独倾向中等。你比较爱好社交活动，有时也喜欢孤独的感受，既不会非常热衷于与人交往，也不会回避与他人共同做事或游戏的场合，在你身边，一般会有几个要好的朋友。需要注意的是，我们需要分清独处和回避交往的区别。如果你有独处的要求，那么适当的离开人群给自己足够的空间是合理而且必要的；如果你是由于回避交往而逃开人群，建议你可以尝试分析一下自己回避与人交往的原因，了解究竟希望自己在团体中是怎样一个角色，与人交往当中遇到了哪些困难等问题，有利于你更好的修正自己在人际交往当中行为，能够更好的被他人接纳，从而可以在与人交往和个人独处两个方面获益。",
			"overallAppraisal" : "你目前能积极的与人交往也能接受孤单一人的情境。",
			"result" : "孤独倾向中等。你比较爱好社交活动，有时也喜欢孤独的感受，既不会非常热衷于与人交往，也不会回避与他人共同做事或游戏的场合，在你身边，一般会有几个要好的朋友。",
			"suggestions" : "测评结果显示你目前处于孤独倾向中等的水平，说明你孤独倾向正常，既能积极的与人交往也能接受孤单一人的情境。
							需要注意的是，我们需要分清独处和回避交往的区别。如果你有独处的要求，那么适当的离开人群给自己足够的空间是合理而且必要的；如果你是由于回避交往而逃开人群，建议你可以尝试分析一下自己回避与人交往的原因，了解究竟希望自己在团体中是怎样一个角色，与人交往当中遇到了哪些困难等问题，有利于你更好的修正自己在人际交往当中行为，能够更好的被他人接纳，从而可以在与人交往和个人独处两个方面获益。"
		},{
		"briefReport": "你目前的孤独倾向偏高。你可能比较不善与人交往，常常是孤单一人。你喜欢独自一个人做事，经常独来独往，通常不太主动与同学沟通和交往，也不喜欢参与学校或班级中各类活动，因此可能朋友不多。你可以尝试分析一下自己喜欢孤独的原因，是否真的喜欢孤独呢？孤独有哪些好处，哪些坏处呢？如果通过分析判断出现这种倾向是否是由于不能适应环境，不能被他人接纳，如果是这样，你可以接受心理老师或专家制定的有针对性的指导，及时改善这种状况。如果不是，你可以具体分析一下自己孤独的原因，在适当的范围内做些调整，使自己能与他人保持正常的交往。

		",
			"overallAppraisal" : "你目前可能独来独往，喜欢孤独。",
			"result" : "孤独倾向偏高。你可能比较不善与人交往，常常是孤单一人。你喜欢独自一个人做事，经常独来独往，通常不太主动与同学沟通和交往，也不喜欢参与学校或班级中各类活动，因此可能朋友不多。",
			"suggestions" : "测评结果显示你目前处于孤独倾向偏高的水平，说明你喜欢独来独往。人的正常发展离不开社会环境，如果过于离群或者持续孤独状态的话，可能会受到周围人的排斥，进而影响到正常的个性发展。
							你可以尝试分析一下自己喜欢孤独的原因，是否真的喜欢孤独呢？孤独有哪些好处，哪些坏处呢？如果通过分析判断出现这种倾向是否是由于不能适应环境，不能被他人接纳，如果是这样，你可以接受心理老师或专家制定的有针对性的指导，及时改善这种状况。如果不是，你可以具体分析一下自己孤独的原因，在适当的范围内做些调整，使自己能与他人保持正常的交往。"
		}
	],"HD" : [
		{
		"briefReport": "你一般对自己比较自信，能够乐观的认识自己的能力，给自己正面的、积极的评价。能正确看待失败，偶尔因失败或过失而感到自责，但不会因此而影响到学习和生活。你可以继续保持，发挥自己的优势。

		",
			"overallAppraisal" : "你目前对自己比较有自信。",
			"result" : "你一般对自己比较自信，能够乐观的认识自己的能力，给自己正面的、积极的评价。能正确看待失败，偶尔因失败或过失而感到自责，但不会因此而影响到学习和生活。",
			"suggestions" : "测评结果显示你目前处于自责倾向较弱的水平，说明你比较自信，能正确看待失败。你可以继续保持，发挥自己的优势。"
		},{
		"briefReport": "你目前的自责倾向中等，你一般能够比较客观地评价自己，比较正确地看待失败，不会把所有的错误或过失完全归咎于自己。虽然有时也会对挫折或失败感到自责，但通常不会因此而影响到学习和生活。建议你更加充分正确地认识自己，在面临失败和挫折时能够全面分析整个事件，得出比较合理的原因分析，以便适当地调整自己的行动，取得成功。

		",
			"overallAppraisal" : "你目前能够比较客观地评价自己。",
			"result" : "自责倾向中等，你一般能够比较客观地评价自己，比较正确地看待失败，不会把所有的错误或过失完全归咎于自己。虽然有时也会对挫折或失败感到自责，但通常不会因此而影响到学习和生活。",
			"suggestions" : "测评结果显示你目前处于自责倾向中等的水平，说明你较少自责和自卑，可以比较正确地看待失败。
							建议你更加充分正确地认识自己，在面临失败和挫折时能够全面分析整个事件，得出比较合理的原因分析，以便适当地调整自己的行动，不断取得成功，从而逐渐增强自己完成各种任务的信心。"
		},{
		"briefReport": "你目前的自责倾向偏高。有时你遇到失败或挫折时常有自卑感，怀疑自己的能力，将失败或过失过多归咎于自己，因此较常陷入自责的负面情绪之中。建议如果可能，你可以接受心理老师或专家有针对性的指导。此外，你可以尝试通过学习放松和合理宣泄自己的不良情绪，使自己经常处于一种愉快的心境之中。

		",
			"overallAppraisal" : "你目前有时比较负面地看待自己。",
			"result" : "自责倾向偏高。有时你遇到失败或挫折时常有自卑感，怀疑自己的能力，将失败或过失过多归咎于自己，因此较常陷入自责的负面情绪之中。",
			"suggestions" : "自责倾向是指当发生不如意的事情时，经常认为是自己不好，对自己所做的事抱有恐惧心理。测评结果显示你目前处于自责倾向偏高的水平，说明你常常会陷入自责的不良情绪中，从而无法将精力完全投入到学习和娱乐当中去。我们建议如果可能，你可以接受心理老师或专家有针对性的指导。此外，你可以尝试以下提供的几点方法：
							首先，学习放松和合理宣泄自己的不良情绪，使自己经常处于一种愉快的心境之中。可以通过体育锻炼，让自己的肌肉放松下来；可以多听听舒适、悠闲的乐曲，陶冶情操；还可以到海边或宽广的地方游览一番，使自己的心情舒畅。
							其次，通过和亲人朋友倾诉，将自己的想法告诉他们，这样可以使自己的一些不合理的想法及时得到修正。
							最后，学会对失败和挫折进行正确的归因，不要盲目的责怪自己。在任何事情的成败当中都有自身和环境两个方面的因素，因此要学会全面的分析和理解失败、挫折产生的原因，调整自己的下一步行动。如果盲目的将错误的原因归结到个人方面，会极大的影响自己的信心和努力的愿望，而无益处。"
		}
	],"HE" : [
		{
		"briefReport": "你目前过敏倾向较弱，能较好地处理日常生活和学习中遇到的事情，不会经常为一些小事烦恼，从而产生无端的担心、焦虑等不良情绪。与生活环境的冲突较少，适应性比较好。恭喜你，请你继续保持自己这方面的优势。

		",
			"overallAppraisal" : "你目前敏感性处于较低水平。",
			"result" : "你目前过敏倾向较弱，能较好地处理日常生活和学习中遇到的事情，不会经常为一些小事烦恼，从而产生无端的担心、焦虑等不良情绪。",
			"suggestions" : "测评结果显示你的敏感倾向较弱。你能较好地处理日常的生活事件，与生活环境的冲突较少，适应性比较好。恭喜你，建议你继续保持自己这方面的优势。"
		},{
		"briefReport": "你目前处于过敏倾向中等的水平，日常生活事件不会过分烦恼、担心，可能有时比较敏感，容易为一些小事烦恼，如担心发生什么意外的事；总觉得有什么事情没有做好；碰到不顺心的事情时，心理特别烦躁等；但一般不会影响到正常的学习和生活。建议你在出现焦虑紧张等情绪时，可以尝试自行改进调整。

		",
			"overallAppraisal" : "你目前处于中等程度的敏感性。",
			"result" : "你目前对日常生活事件不会过分烦恼、担心，可能有时比较敏感，容易为一些小事烦恼，如担心发生什么意外的事；总觉得有什么事情没有做好；碰到不顺心的事情时，心理特别烦躁等；但一般不会影响到正常的学习和生活。",
			"suggestions" : "测评结果显示你目前处于过敏倾向中等的水平。有时你也会为一些事情担忧，或者会担心自己做的不够好，从而导致一定的压力和紧张的情绪，但多数时候能处理一些担心和焦虑。建议你在出现焦虑紧张等情绪时，可以尝试通过以下几点建议加以改进：
							首先，学会合理分析和评价事情，减少对一些事情的敏感，缓解过于担心和焦虑的程度，从而进一步来改善心态。
							其次，学会倾诉，多与亲人相处，多和朋友沟通，以此来减少或淡化心里的不安。"
		},{
		"briefReport": "你目前的过敏倾向偏高。可能对日常生活事件比较敏感多疑，经常容易为一些小事烦恼，如有时会对一些东西和声音过于敏感；有时会为一些琐碎的小事困扰；决定事情不果断，即使做了好事也感到烦恼；常常对一些非现实的、不确定的因素担心，如有时会担心家中有人会受伤，生病或死亡等。常会因此而产生焦虑、紧张等负面的情绪感受，因此有可能会使正常的生活和学习受到一定程度的影响。建议如果可能，你可以接受心理老师或专家有针对性的指导。

		",
			"overallAppraisal" : "你目前可能处于较高程度的过敏性。",
			"result" : "你目前处于过敏倾向偏高。可能对日常生活事件比较敏感多疑，经常容易为一些小事烦恼，如有时会对一些东西和声音过于敏感；有时会为一些琐碎的小事困扰；决定事情不果断，即使做了好事也感到烦恼；常常对一些非现实的、不确定的因素担心，如有时会担心家中有人会受伤，生病或死亡等。常会因此而产生焦虑、紧张等负面的情绪感受，因此有可能会使正常的生活和学习受到一定程度的影响。",
			"suggestions" : "测评结果显示你目前处于过敏倾向偏高的水平，日常的担心和焦虑导致你的正常生活可能会受到一定的影响，我们建议如果可能，你可以接受心理老师或专家有针对性的指导。"
		}
	],"HF" : [
		{
		"briefReport": "你目前出现身体症状较低，说明基本没有身体的异常表现。这与你积极乐观、健康向上的心态有关，比较善于处理自己的不良情绪，因此基本不会出现心因性躯体症状，心理素质良好。建议你继续保持良好的心理状态。

		",
			"overallAppraisal" : "你目前基本没有身体方面的异常表现。",
			"result" : "目前出现身体症状较低。基本没有由心理紧张、焦虑而引发的身体异常或者无意识的不良行为表现，如经常头痛、出汗、感到呼吸困难、很难入睡或咬指甲、舔手指等。这与你积极乐观、健康向上的心态有关，比较善于处理自己的不良情绪，因此基本不会出现心因性躯体症状，心理素质良好。",
			"suggestions" : "结果显示你目前身体症状的表现较低，说明基本没有身体的异常表现。恭喜你，在最近的时期身体状况很好，由于身心关系密切，也说明你的心态积极健康，建议你继续保持良好的心理状态。"
		},{
		"briefReport": "你目前出现身体症状中等。可能近期有时会有一定程度的由心理因素引发的身体不适感或者一些无意识的不良行为习惯。建议你做相应的检查，首先排除有可能造成这些现象的病理性的原因。如果排除了病理的原因，则你及教师和家长不必过分关注你偶然出现的身体不适或者不良行为习惯，可以结合目前其他方面的情况，分析引发身体症状的心理因素，如果解决内在的心理困扰，身体症状就会自然减轻或消失。

		",
			"overallAppraisal" : "你目前有时会出现一些与心理紧张相关的身体不适感。",
			"result" : "你目前出现身体症状中等。有时会出现一些与心理紧张相关的身体的不适感，包括消化道、呼吸和其它系统的不适，例如呕吐、失眠、小便过频、头痛、心动过速、脸红出汗等症状，有时也会出现一些无意识的不良行为习惯，如咬指甲、舔手指等。大多数时候你的心理状态比较轻松，身体功能平衡和正常。",
			"suggestions" : "结果显示你目前处于身体症状中等的水平，可能近期有时会有一定程度的由心理因素引发的身体不适感或者一些无意识的不良行为习惯。建议你做相应的检查，首先排除有可能造成这些现象的病理性的原因。如果排除了病理的原因，则你及教师和家长不必过分关注你偶然出现的身体不适或者不良行为习惯，可以结合目前其他方面的情况，分析引发身体症状的心理因素，如果解决内在的心理困扰，身体症状就会自然减轻或消失。"
		},{
		"briefReport": "你目前出现不良身体症状偏多，有时会出现较高的身体不适感或者较多的不良行为习惯。可能会影响正常的生活。建议你可以求助相关的医疗机构接受相应的检查，排除这些症状的病理性原因。如果排除了病理的原因，可以结合目前其他方面的情况，分析引发身体症状的心理因素。由于心理原因引发的身体不适或出现不良行为时，你或老师及家长，不要过分担心或者责备。可以通过理智的分析、更多的交流沟通，让心理压力和焦虑的缓解，身体症状和无意识的不良行为会随之降低、减轻或消失。建议如果可能，你可以接受心理老师或专家有针对性的指导。

		",
			"overallAppraisal" : "你目前有时会出现较高的身体不适感或者较多的不良行为习惯。",
			"result" : "你目前出现不良身体症状偏多。有时身体出现了一些较严重的不适感，包括消化道、呼吸和其它系统的不适，可能较常出现呕吐、失眠、小便过频、头痛、心动过速、脸红出汗等症状或者出现不良的行为习惯，如咬指甲、舔手指等。一般来说，这些身体症状的出现可能与你的心理紧张状况密切相关。",
			"suggestions" : "结果显示你目前处于不良身体症状偏多的水平，你有时会有较高的身体不适感或者较多的不良行为习惯，因而可能会影响正常的生活。建议你可以求助相关的医疗机构接受相应的检查，排除这些症状的病理性原因。
							如果排除了病理的原因，可以结合目前其他方面的情况，分析引发身体症状的心理因素。由于心理原因引发的身体不适或出现不良行为时，你或老师及家长，不要过分担心或者责备。可以通过理智的分析、更多的交流沟通，让心理压力和焦虑的缓解，身体症状和无意识的不良行为会随之降低、减轻或消失。我们建议如果可能，你可以接受心理老师或专家有针对性的指导。"
		}	
	],"HG" : [
		{
		"briefReport": "你目前心理安全感较高，基本不会对日常生活当中的情景，如黑暗、高地、独自睡觉或者某种特殊事物等感到紧张害怕。不容易产生恐怖感，情绪平稳。可以继续保持这种状态。

		",
			"overallAppraisal" : "你目前心理安全感较高，不容易产生恐怖感，情绪平稳。",
			"result" : "你目前恐怖倾向较弱。基本不会对日常生活当中的情景，如黑暗、高地、独自睡觉或者某种特殊事物等感到紧张害怕。你的心理安全感较高，不容易产生恐怖感，情绪平稳。",
			"suggestions" : "结果显示你目前处于恐怖倾向较弱的水平，胆量比较大，没有对事物特殊的恐怖感，心情平稳。恭喜你，可以继续保持这种状态。"
		},{
		"briefReport": "你目前恐惧倾向中等。一般不会对日常生活当中的常见情景，如黑暗、高地、独自睡觉或者某种特殊事物等感到特别地紧张害怕。你不会给人留下胆小或胆大的印象，通常你还是能保持比较平稳的心绪。面对恐惧的事情，你可以带着它们去做自己应该做的事，渐渐就会发现恐怖逐渐减少或消失。

		",
			"overallAppraisal" : "你目前一般不会对日常生活当中的常见情景感到特别的害怕。",
			"result" : "你目前恐惧倾向中等。一般不会对日常生活当中的常见情景，如黑暗、高地、独自睡觉或者某种特殊事物等感到特别地紧张害怕。你不会给人留下胆小或胆大的印象，通常你还是能保持比较平稳的心绪。",
			"suggestions" : "结果显示你目前处于恐怖倾向的中等水平，有时会对一些日常事物如黑暗等产生紧张、害怕的感觉。生活中，我们可能会对具有危险性的事物或情景产生一定程度的恐惧，这是正常的。当你对此过分关注，可能激发主观想象，产生与该事物实际危险性不相称的恐惧。如果把恐惧感比作湖面偶尔泛起的波纹，你对这种恐惧感的关注就好比石头。石头投得越频繁，波纹的范围越大。让湖面恢复平静最好的办法，其实就是不再投入石头。你可以学会像接受夏天的酷热和冬天的严寒一般接受您对事物的恐惧，带着它们去做自己应该做的事，渐渐就会发现恐怖逐渐减少或消失。"
		},{
		"briefReport": "你目前恐惧倾向偏高。有时可能会让人感到非常胆小，对日常的一些事物，如黑暗、高地、独自睡觉或者某种特殊事物等，有较严重的恐惧感。这种恐惧感甚至可能使你无法正常的学习和生活，如导致失眠、无法集中精神学习等，有时可能会伴随出现各种躯体症状，如头痛、恶心等。建议如果可能，你可以接受心理老师或专家有针对性的指导。

		",
			"overallAppraisal" : "你目前可能对日常的一些事物有较严重的恐惧感。",
			"result" : "你目前恐惧倾向偏高。有时可能会让人感到非常胆小，对日常的一些事物，如黑暗、高地、独自睡觉或者某种特殊事物等，有较严重的恐惧感。这种恐惧感甚至可能使你无法正常的学习和生活，如导致失眠、无法集中精神学习等，有时可能会伴随出现各种躯体症状，如头痛、恶心等。",
			"suggestions" : "结果显示你目前处于恐怖倾向偏高的水平，恐怖感的产生与你在心理上缺乏安全感有关，往往由以往的生活经历引起，我们建议如果可能，你可以接受心理老师或专家有针对性的指导。"
		}
	],"HH" : [
		{
		"briefReport": "你目前冲动倾向较弱。基本没有冲动性行为，自制力良好，总是把问题考虑周全以后再做反应。在情绪方面控制得比较好，善于合理解决自己的不良情绪，因此较少被不良情绪困扰。请继续保持。

		",
			"overallAppraisal" : "你目前很少有冲动性行为，做事沉稳。",
			"result" : "你目前冲动倾向较弱。基本没有冲动性行为，自制力良好，总是把问题考虑周全以后再做反应。在情绪方面控制得比较好，善于合理解决自己的不良情绪，因此较少被不良情绪困扰。",
			"suggestions" : "恭喜你，结果显示你目前处于冲动倾向较弱的水平，你很少有冲动性行为，自制力良好，请继续保持。"
		},{
		"briefReport": "你目前冲动倾向中等。在做事之前会对问题有一定的分析，有了初步判断之后，才会采取行动。在情绪方面，有时会面临一些困扰，急于寻求解脱的途径，但通常能自我控制，选取比较可行的释放情绪的方。建议你可尝试通过自我调节来提高自己的自制力水平，减少冲动性行为。

		",
			"overallAppraisal" : "你目前有时会有冲动的表现。",
			"result" : "你目前冲动倾向中等。在做事之前会对问题有一定的分析，有了初步判断之后，才会采取行动。在情绪方面，有时会面临一些困扰，急于寻求解脱的途径，但通常能自我控制，选取比较可行的释放情绪的方法，如心里不开心的时候，不会乱丢、乱砸东西，不会经常生气、想大声喊叫等。",
			"suggestions" : "结果显示你目前的冲动倾向处于中等水平，有时也有冲动的表现，但一般还能选择比较可行的方式处理，建议你可尝试通过以下几点来提高自己的自制力水平，减少冲动性行为：
							首先，学会在做事前全面、细致分析一下问题的各种可能性；当出现不满意的局面时有意识地控制自己的情绪，冷静思考一下可以做哪些事情来改善局面，然后采取理智的行动。
							其次，当有冲动要去做某事时，学会停下来；比如先停止当前的一切思考和行动，慢慢地从一数到十（或者更多）后，再考虑当前的情景做出反应。
							最后，克服冲动需要一个过程，自身要有信心和耐心；同时也可以多寻求他人的鼓励、支持和认同，坚持下去是可以慢慢地改善冲动行为的。"
		},{
		"briefReport": "你目前冲动倾向偏高。有时做事很冲动，缺乏自我控制能力。在情绪方面，可能经常会面临一些困扰，急于寻求解脱的途径，而且往往不能自我控制，如心里不开心的时候，就想乱丢、乱砸东西，经常生气、想大声喊叫等。建议如果可能，你可以接受心理老师或专家有针对性的指导。

		",
			"overallAppraisal" : "你目前可能做事很冲动，缺乏自制力。",
			"result" : "你目前冲动倾向偏高。有时做事很冲动，缺乏自我控制能力。在情绪方面，可能经常会面临一些困扰，急于寻求解脱的途径，而且往往不能自我控制，如心里不开心的时候，就想乱丢、乱砸东西，经常生气、想大声喊叫等。",
			"suggestions" : "结果显示你目前处于冲动倾向偏高的水平，做事很冲动，缺乏自制力，这有可能反映出你的个性在某些方面不够成熟。我们建议如果可能，你可以接受心理老师或专家有针对性的指导。"
		}
	],"HI" : [
		{
		"briefReport": "你基本上是按照自己的真实情况对问题进行作答，因此测验结果比较准确可靠。效度量表的分数越低，说明在回答问题时越认真、真实，测试结果比较可信。",
			"overallAppraisal" : "",
			"result" : "说明你按真实情况回答问题，因此测验结果比较准确可靠。",
			"suggestions" : "得分没有超过8分，说明你基本上是按照自己的真实情况对问题进行作答，因此测验结果比较准确可靠。效度量表的分数越低，说明在回答问题时越认真、真实，测试结果比较可信。"
		},{
		"briefReport": "你可能没有按照真实情况回答问题，因此测评结果无效；你可以在适当时候重新进行测验，以便取得真实、可靠的测验结果",
			"overallAppraisal" : "",
			"result" : "说明你可能没有按真实情况回答问题，因此此份答案无效。",
			"suggestions" : "得分超过8分，说明你可能没有按照真实情况回答问题，因此测评结果无效；你可以在适当时候重新进行测验，以便取得真实、可靠的测验结果。"
		}
	]
}