{
    "description": "首先，非常感谢您选用《子女教育心理控制源量表》。 </br>
    子女教育心理控制源量表(Parental locus of control scale，PLOC)是Campis等人(1986)根据Rotter（1966）在社会学习论中提到的心理控制源（locus of control）理论编制的，本次采用的中文版由于欣（1999）编译。</br>
    心理控制源可以用来解释为什么有些人会积极、愉快、主动地应付困难处境，而同时另一些人则表现出消极态度的一种假想的内心状态。</br>
    它分外在控制及内在控制。外在控制是指结局不由个人努力所决定的一种普遍信念，而内在控制则指事情结局与个人努力相一致。</br>
    PLOC从心理控制源角度反映了父母对子女教育成功或失败的看法，得分越高代表父母在子女教育中外控性越高。</br>
    量表以5级评分，包括47个条目，5个因子：父母效能感、父母的责任、子女对父母生活的控制、父母对命运的信念以及父母对子女行为的控制。</br>
",
    "factorData": [
        {
            "high": {
             "briefReport": "您在子女教育中的倾向于外控，即倾向于认为子女教育的成效不是由自己的能力、努力所控制的。说明您相对依赖及强调外部因素，并抱有消极的心理预期，导致其在子女教育上缺乏主动的思考和应对，容易对孩子造成负面的情绪或行为影响。因此，您有必要重新审视自己对子女教育的认识，加强对教育方式科学性、合理性、有效性的重视。同时，鉴于您对子女教育已失去控制感，推荐您寻求专业支持，获得专家提供的更有针对性的帮助。

             ",
                "overallAppraisal": "您在子女教育中的倾向于外控，即倾向于认为子女教育的成效不是由自己的能力、努力所控制的。",
                "result": "从父母效能感、父母的责任、子女对父母生活的控制、父母对命运／机遇的信念以及父母对子女行为的控制等五方面总体来看，您在子女教育中的倾向于外控，即倾向于认为子女教育的成效不是由自己的能力、努力所控制的。以下描述的情况可能部分与您相符：您感觉自己对孩子的教育成效较小；较少感觉应该对孩子的教育尽主要责任；常常感觉孩子左右着父母的生活；感觉被命运控制；对孩子的行为感觉到失去控制。",
                "suggestions": "研究表明，父母在子女教育中的内外控倾向与子女的自我意识形成、学业成绩、应对方式情绪问题、行为问题、心理健康水平等均有一定的相关性。倾向于内控的父母，即倾向于认为子女教育的成效是由自己的能力、努力所控制的，往往能认识到自己在子女教育中担任的重要角色，重视教育方式的有效性，积极提升自我，以乐观的态度主动应对教育中遇到的问题，因此可以促进孩子的健康发展。而倾向于外控的父母则相对依赖及强调外部因素，并抱有消极的心理预期，导致其在子女教育上缺乏主动的思考和应对，容易对孩子造成负面的情绪或行为影响。因此，您有必要重新审视自己对子女教育的认识，加强对教育方式科学性、合理性、有效性的重视。同时，鉴于您对子女教育已失去控制感，推荐您寻求专业支持，获得专家提供的更有针对性的帮助。"
            },
            "low": {
                    "briefReport": "您在子女教育中的倾向于内控，即倾向于认为子女教育的成效是由自己的能力、努力所控制的。说明您能认识到自己在子女教育中担任的重要角色，重视教育方式的有效性，并积极提升自我，以乐观的态度主动应对教育中遇到的问题。请沿着这个方向继续努力。",
                "overallAppraisal": "您在子女教育中的倾向于内控，即倾向于认为子女教育的成效是由自己的能力、努力所控制的。",
                "result": "从父母效能感、父母的责任、子女对父母生活的控制、父母对命运／机遇的信念以及父母对子女行为的控制等五方面总体来看，您在子女教育中的倾向于内控，即倾向于认为子女教育的成效是由自己的能力、努力所控制的。以下描述的情况可能部分与您相符：感觉自己对孩子的教育成效较大；常常感觉应该对孩子的教育尽主要责任；很少感觉孩子左右着父母的生活；感觉命运掌握在自己手上；感觉能有效地控制孩子的行为。",
                "suggestions": "您倾向于认为子女教育的成效是由自己的能力、努力所控制的，说明您能认识到自己在子女教育中担任的重要角色，重视教育方式的有效性，并积极提升自我，以乐观的态度主动应对教育中遇到的问题，请沿着这个方向继续努力。"
            },
            "name": "子女教育心理控制源量表总分说明",
            "ordinary": {
                    "briefReport": " 您在子女教育中的内外控倾向不明显，即您不太肯定子女教育的成效与自己的能力、努力之间的关系。研究表明，倾向于内控的父母，往往能认识到自己在子女教育中担任的重要角色，重视教育方式的有效性，积极提升自我，以乐观的态度主动应对教育中遇到的问题，因此可以促进孩子的健康发展。而倾向于外控的父母则相对依赖及强调外部因素，并抱有消极的心理预期，导致其在子女教育上缺乏主动的思考和应对，容易对孩子造成负面的情绪或行为影响。因此，您有必要重新审视自己对子女教育的认识，加强对教育方式科学性、合理性、有效性的重视。如果您有进一步需要，可寻求更多专业意见。

                    ",
                "overallAppraisal": "您在子女教育中的内外控倾向不明显，即您不太肯定子女教育的成效与自己的能力、努力之间的关系。",
                "result": " 从父母效能感、父母的责任、子女对父母生活的控制、父母对命运／机遇的信念以及父母对子女行为的控制等五方面总体来看，您在子女教育中的内外控倾向不明显，即您不太肯定子女教育的成效与自己的能力、努力之间的关系。以下描述的情况可能部分与您相符：您感觉自己对孩子的教育成效一般；有时感觉自己不应该对孩子的教育尽主要责任；有时感觉孩子左右着父母的生活；对命运的感觉一般；对孩子的行为控制感觉一般。",
                "suggestions": "研究表明，父母在子女教育中的内外控倾向与子女的自我意识形成、学业成绩、应对方式情绪问题、行为问题、心理健康水平等均有一定的相关性。倾向于内控的父母，即倾向于认为子女教育的成效是由自己的能力、努力所控制的，往往能认识到自己在子女教育中担任的重要角色，重视教育方式的有效性，积极提升自我，以乐观的态度主动应对教育中遇到的问题，因此可以促进孩子的健康发展。而倾向于外控的父母则相对依赖及强调外部因素，并抱有消极的心理预期，导致其在子女教育上缺乏主动的思考和应对，容易对孩子造成负面的情绪或行为影响。因此，您有必要重新审视自己对子女教育的认识，加强对教育方式科学性、合理性、有效性的重视。如果您有进一步需要，可寻求更多专业意见。"
            },
            "scoreNorm": {
                "bad": "0",
                "high": "130",
                "low": "118",
                "ordinary": "131",
                "verybad": "0"
            }
        },
        {
            "high": {
                    "briefReport": "在父母效能感方面，您感觉自己对孩子的教育成效较小。父母可能因此很少给予孩子需要的指导，使其正确分析、判断事物的能力难以得到提升。另一方面，父母在对孩子的各种问题一次次控制失败并感到疲惫后，可能会无法控制地流露出对孩子的无奈。久而久之，孩子无视父母急躁的表现和严厉的批评，表现更加恶劣，教育成效便会越来越差，同时容易导致孩子自尊和自信的丧失。因此，您有必要重新审视自己在教育成效方面的认识。同时，鉴于您对孩子的教育成效已失去控制感，推荐您寻求专业支持，获得专家提供的更有针对性的帮助。

                    ",
                "overallAppraisal": "在父母效能感方面，您感觉到自己对孩子的教育成效较小。",
                "result": "在父母效能感方面，您感觉自己对孩子的教育成效较小。以下描述的情况可能部分与您相符：您感觉自己对孩子缺乏影响力，难以预测孩子的行为，孩子也很少对自己的努力作出回应。对于孩子的未来，您感觉事情常常不是人能控制的，也不肯定自己能帮助他实现前程规划；当察觉到孩子的缺点时，您感觉即使指出来也起不了作用；当您和孩子之间出现问题和冲突的时候，您感觉即使用尽办法也无法解决。",
                "suggestions": "如果父母感觉自己对孩子的教育成效很小，可能因此很少给予孩子需要的指导，使其正确分析、判断事物的能力难以得到提升。另一方面，父母在对孩子的各种问题一次次控制失败并感到疲惫后，可能会无法控制地流露出对孩子的无奈。久而久之，孩子无视父母急躁的表现和严厉的批评，表现更加恶劣，教育成效便会越来越差，同时容易导致孩子自尊和自信的丧失。因此，您有必要重新审视自己在教育成效方面的认识。同时，鉴于您对孩子的教育成效已失去控制感，推荐您寻求专业支持，获得专家提供的更有针对性的帮助。"
            },
            "low": {
                    "briefReport": "在父母效能感方面，您感觉自己对孩子的教育成效较大，这有助您继续选择有效的教育方式，以及增强对自己实施的教育的信心。您感觉自己对孩子有一定的影响力，较易预测孩子的行为，孩子也较常对自己的努力作出回应。对于孩子的未来，您感觉是人可以控制的，估计自己能帮助他实现前程规划；当察觉到孩子的缺点时，您感觉如果指出来能起到一定的作用；当您和孩子之间出现问题和冲突的时候，您感觉总能找到解决的途径。请沿着这个方向继续努力。

                    ",
                "overallAppraisal": "在父母效能感方面，您感觉自己对孩子的教育成效较大。",
                "result": "在父母效能感方面，您感觉自己对孩子的教育成效较大。以下描述的情况可能部分与您相符：您感觉自己对孩子有一定的影响力，较易预测孩子的行为，孩子也较常对自己的努力作出回应。对于孩子的未来，您感觉是人可以控制的，估计自己能帮助他实现前程规划；当察觉到孩子的缺点时，您感觉如果指出来能起到一定的作用；当您和孩子之间出现问题和冲突的时候，您感觉总能找到解决的途径。",
                "suggestions": "您感觉自己对孩子的教育成效较大，这有助您继续选择有效的教育方式，以及增强对自己实施的教育的信心，请沿着这个方向继续努力。"
            },
            "name": "父母效能感",
            "ordinary": {
                    "briefReport": " 在父母效能感方面，您感觉自己对孩子的教育成效一般。以下描述的情况可能部分与您相符：您感觉自己对孩子的影响力一般，较难预测孩子的行为，孩子也较少对自己的努力作出回应。对于孩子的未来，您感觉事情有时不是人能控制的，不太肯定自己能帮助他实现前程规划；当察觉到孩子的缺点时，您有时感觉即使指出来也起不了作用；当您和孩子之间出现问题和冲突的时候，您有时感觉即使用尽办法也无法解决。您有必要重新审视自己在教育成效方面的认识。如果您有进一步需要，可寻求更多专业意见。

                    ",
                "overallAppraisal": "在父母效能感方面，您感觉自己对孩子的教育成效一般。",
                "result": "在父母效能感方面，您感觉自己对孩子的教育成效一般。以下描述的情况可能部分与您相符：您感觉自己对孩子的影响力一般，较难预测孩子的行为，孩子也较少对自己的努力作出回应。对于孩子的未来，您感觉事情有时不是人能控制的，不太肯定自己能帮助他实现前程规划；当察觉到孩子的缺点时，您有时感觉即使指出来也起不了作用；当您和孩子之间出现问题和冲突的时候，您有时感觉即使用尽办法也无法解决。",
                "suggestions": "如果父母感觉自己对孩子的教育成效很小，可能因此很少给予孩子需要的指导，使其正确分析、判断事物的能力难以得到提升。另一方面，父母在对孩子的各种问题一次次控制失败并感到疲惫后，可能会无法控制地流露出对孩子的无奈。久而久之，孩子无视父母急躁的表现和严厉的批评，表现更加恶劣，教育成效便会越来越差，同时容易导致孩子自尊和自信的丧失。因此，您有必要重新审视自己在教育成效方面的认识。如果您有进一步需要，可寻求更多专业意见。"
            },
            "scoreNorm": {
                "bad": "0",
                "high": "30",
                "low": "23",
                "ordinary": "31",
                "verybad": "0"
            }
        },
        {
            "high": {
                    "briefReport": "父母的责任方面，您较少感觉自己应该对孩子的教育尽主要责任。但家庭教育在人的成长过程中起着特殊的作用，这是学校教育无法取代的。如果父母很少感觉自己应该对孩子的教育尽主要责任，可能缺乏履行必要的指导、帮助、理解和鼓励等应尽的义务，不能对孩子进行适当的管教，不能帮助孩子寻找生活和学习中解决问题的方法，会容易使孩子对自身的行为、智力等方面产生负面的自我评价。因此，您有必要重新审视自己在父母的责任方面的认识。同时，为了让您更好地承担自身对孩子的教育应尽的责任，推荐您寻求专业支持，获得专家提供的更有针对性的帮助。

                    ",
                "overallAppraisal": "在父母的责任方面，您较少感觉自己应该对孩子的教育尽主要责任。",
                "result": "父母的责任方面，您较少感觉自己应该对孩子的教育尽主要责任。以下描述的情况可能部分与您相符：您感觉自己不应该为孩子的品行负主要责任，孩子的品行与他自身特点、努力等因素有一定联系。如果在子女教育上遭遇挫折，您感觉主要原因与自己的行为关系不大，不在于自己不懂得如何与孩子相处，或没有持之以恒，或没有采用高明的教育手段。",
                "suggestions": "家庭教育在人的成长过程中起着特殊的作用，这是学校教育无法取代的。如果父母很少感觉自己应该对孩子的教育尽主要责任，可能缺乏履行必要的指导、帮助、理解和鼓励等应尽的义务，不能对孩子进行适当的管教，不能帮助孩子寻找生活和学习中解决问题的方法，会容易使孩子对自身的行为、智力等方面产生负面的自我评价。因此，您有必要重新审视自己在父母的责任方面的认识。同时，为了让您更好地承担自身对孩子的教育应尽的责任，推荐您寻求专业支持，获得专家提供的更有针对性的帮助。"
            },
            "low": {
                    "briefReport": "在父母的责任方面，您常常感觉自己应该对孩子的教育尽主要责任。主动对孩子进行适当的管教，帮助孩子寻找生活和学习中解决问题的方法，这对于孩子的成长而言是必不可少的，请沿着这个方向继续努力。

                    ",
                "overallAppraisal": "在父母的责任方面，您常常感觉自己应该对孩子的教育尽主要责任。",
                "result": "在父母的责任方面，您常常感觉自己应该对孩子的教育尽主要责任。以下描述的情况可能部分与您相符：您感觉自己应该为孩子的品行负主要责任，而非孩子或其他因素。如果在子女教育上遭遇挫折，您感觉主要原因与自己的行为有关，可能在于自己不懂得如何与孩子相处，或没有持之以恒，或没有采用高明的教育手段,。",
                "suggestions": "您常常感觉自己应该对孩子的教育尽主要责任，主动对孩子进行适当的管教，帮助孩子寻找生活和学习中解决问题的方法，这对于孩子的成长而言是必不可少的，请沿着这个方向继续努力。"
            },
            "name": "父母的责任",
            "ordinary": {
                    "briefReport": "    在父母的责任方面，您有时感觉自己不应该对孩子的教育尽主要责任。其实家庭教育在人的成长过程中起着特殊的作用，这是学校教育无法取代的。如果父母很少感觉自己应该对孩子的教育尽主要责任，可能缺乏履行必要的指导、帮助、理解和鼓励等应尽的义务，不能对孩子进行适当的管教，不能帮助孩子寻找生活和学习中解决问题的方法，会容易使孩子对自身的行为、智力等方面产生负面的自我评价。因此，您有必要重新审视自己在父母的责任方面的认识。如果您有进一步需要，可寻求更多专业意见。
	
                    ",
                "overallAppraisal": "在父母的责任方面，您有时感觉自己不应该对孩子的教育尽主要责任。",
                "result": "：在父母的责任方面，您有时感觉自己不应该对孩子的教育尽主要责任。以下描述的情况可能部分与您相符：您有时感觉自己不应该为孩子的品行负主要责任，孩子的品行与他自身特点、努力等因素有一定联系。如果在子女教育上遭遇挫折，您有时感觉主要原因与自己的行为关系不大，不在于自己不懂得如何与孩子相处，或没有持之以恒，或没有采用高明的教育手段。",
                "suggestions": "家庭教育在人的成长过程中起着特殊的作用，这是学校教育无法取代的。如果父母很少感觉自己应该对孩子的教育尽主要责任，可能缺乏履行必要的指导、帮助、理解和鼓励等应尽的义务，不能对孩子进行适当的管教，不能帮助孩子寻找生活和学习中解决问题的方法，会容易使孩子对自身的行为、智力等方面产生负面的自我评价。因此，您有必要重新审视自己在父母的责任方面的认识。如果您有进一步需要，可寻求更多专业意见。"
            },
            "scoreNorm": {
                "bad": "0",
                "high": "32",
                "low": "25",
                "ordinary": "33",
                "verybad": "0"
            }
        },
        {
            "high": {
                    "briefReport": "在子女对父母生活的控制方面，您常常感觉子女左右着父母的生活。如果父母总感觉孩子左右着父母的生活，长期以来，父母对孩子的教育方式也可能渐渐受到来自这方面的影响。父母可能事事以孩子为中心，过分地溺爱、顺从孩子，使其为所欲为，由此孩子的习惯、品德、社会适应能力等得不到健康的发展。研究表明，这类孩子在遭遇生活事件时倾向于采用自责、幻想等消极的应对方式，并容易自我评价为焦虑、不合群、幸福满足感低。因此，您有必要重新审视自己在子女对父母生活的控制方面的认识。同时，鉴于您难以避开孩子对您的控制，推荐您寻求专业支持，获得专家提供的更有针对性的帮助。

                    ",
                "overallAppraisal": "在子女对父母生活的控制方面，您常常感觉子女左右着父母的生活。",
                "result": "在子女对父母生活的控制方面，您常常感觉子女左右着父母的生活。以下描述的情况可能部分与您相符：您感觉自己缺乏独立处事的能力，难以避开孩子控制父母的企图。孩子影响着您朋友的数目，决定着您生活中发生的大多事情。当处理孩子的事时，您感觉自己无力应对，例如在孩子的事上犯错时难以纠正，孩子常常大发脾气时容易放弃努力。",
                "suggestions": "如果父母总感觉孩子左右着父母的生活，长期以来，父母对孩子的教育方式也可能渐渐受到来自这方面的影响。父母可能事事以孩子为中心，过分地溺爱、顺从孩子，使其为所欲为，由此孩子的习惯、品德、社会适应能力等得不到健康的发展。研究表明，这类孩子在遭遇生活事件时倾向于采用自责、幻想等消极的应对方式，并容易自我评价为焦虑、不合群、幸福满足感低。因此，您有必要重新审视自己在子女对父母生活的控制方面的认识。同时，鉴于您难以避开孩子对您的控制，推荐您寻求专业支持，获得专家提供的更有针对性的帮助。"
            },
            "low": {
                    "briefReport": "在子女对父母生活的控制方面，您很少感觉孩子左右着父母的生活。不过分地溺爱、顺从孩子，由此孩子的习惯、品德、社会适应能力等容易得到健康的发展，请沿着这个方向继续努力。

                    ",
                "overallAppraisal": "在子女对父母生活的控制方面，您很少感觉孩子左右着父母的生活。",
                "result": "在子女对父母生活的控制方面，您很少感觉孩子左右着父母的生活。以下描述的情况可能部分与您相符：您感觉自己拥有独立处事的能力，懂得避开孩子控制父母的企图。孩子对您朋友的数目影响较小，对您生活中发生的大多事情也不起决定作用。当处理孩子的事时，您感觉自己有应对的能力，例如在孩子的事上犯错时懂得加以纠正，即使孩子常常大发脾气也不轻易放弃努力。",
                "suggestions": "您很少感觉子女左右着父母的生活，不过分地溺爱、顺从孩子，由此孩子的习惯、品德、社会适应能力等容易得到健康的发展，请沿着这个方向继续努力。"
            },
            "name": "子女对父母生活的控制",
            "ordinary": {
                    "briefReport": "在子女对父母生活的控制方面，您有时感觉孩子左右着父母的生活。如果父母总感觉孩子左右着父母的生活，长期以来，父母对孩子的教育方式也可能渐渐受到来自这方面的影响。父母可能事事以孩子为中心，过分地溺爱、顺从孩子，使其为所欲为，由此孩子的习惯、品德、社会适应能力等得不到健康的发展。研究表明，这类孩子在遭遇生活事件时倾向于采用自责、幻想等消极的应对方式，并容易自我评价为焦虑、不合群、幸福满足感低。因此，您有必要重新审视自己在子女对父母生活的控制方面的认识。如果您有进一步需要，可寻求更多专业意见。

                    ",
                "overallAppraisal": "在子女对父母生活的控制方面，您有时感觉孩子左右着父母的生活。",
                "result": "在子女对父母生活的控制方面，您有时感觉孩子左右着父母的生活。以下描述的情况可能部分与您相符：您有时感觉自己缺乏独立处事的能力，难以避开孩子控制父母的企图。孩子有时影响您朋友的数目，决定您生活中发生的事情。当处理孩子的事时，您有时感觉自己无力应对，例如在孩子的事上犯错时难以纠正，孩子常常大发脾气时容易放弃努力。",
                "suggestions": "如果父母总感觉孩子左右着父母的生活，长期以来，父母对孩子的教育方式也可能渐渐受到来自这方面的影响。父母可能事事以孩子为中心，过分地溺爱、顺从孩子，使其为所欲为，由此孩子的习惯、品德、社会适应能力等得不到健康的发展。研究表明，这类孩子在遭遇生活事件时倾向于采用自责、幻想等消极的应对方式，并容易自我评价为焦虑、不合群、幸福满足感低。因此，您有必要重新审视自己在子女对父母生活的控制方面的认识。如果您有进一步需要，可寻求更多专业意见。"
            },
            "scoreNorm": {
                "bad": "0",
                "high": "23",
                "low": "17",
                "ordinary": "24",
                "verybad": "0"
            }
        },
        {
            "high": {
                    "briefReport": "在父母对命运的信念方面，您感觉被命运控制，无能无力。而只有当您感觉自己能很好掌控子女教育问题时，才会以积极乐观的心态，面对子女教育中的各种问题，发挥主观能动性，从而帮助子女很好的获得成长，因此建议您在这方面能有很好的提高，提高自己对教育子女的良好信念。同时，鉴于您在父母对命运的信念方面，感觉自己被命运控制，推荐您寻求专业支持，获得专家提供的更有针对性的帮助。

                    ",
                "overallAppraisal": "在父母对命运的信念方面，您感觉被命运控制。",
                "result": "在父母对命运的信念方面，您感觉被命运控制。以下描述的情况可能部分与您相符：孩子表现好坏，你感觉是命中注定的事情，作为父母仅靠运气；在教育孩子上，您感觉主要受外界控制，自己的行为影响不大；在管教孩子时，您会依从孩子的心情、情绪，否则会担心自己的措施因为不符合孩子的愿望而无效。",
                "suggestions": "：您在父母对命运的信念方面，您感到自己被命运控制，无能无力。而只有当您感觉自己能很好掌控子女教育问题时，才会以积极乐观的心态，面对子女教育中的各种问题，发挥主观能动性，从而帮助子女很好的获得成长，因此建议您在这方面能有很好的提高。您可以从以下几个方面提高自己对教育子女的良好信念：认识到教育孩子，原本就是一件需求综合能力的事情，需要心态、技能、智慧的综合要素，父母要善于从各方面提高自己教育子女的能力，这样才能面对教育子女的问题，拥有良好的心理准备；相信孩子的潜能，孩子在一定程度上都拥有自我解决问题的能力，父母只要善加引导，往往就能很好解决他们自己的问题；多总结成功经验，自我强化自己在教育子女方面的能力，从而获得自己掌控教育子女的信念。同时，鉴于您在父母对命运的信念方面，感觉自己被命运控制，推荐您寻求专业支持，获得专家提供的更有针对性的帮助。"
            },
            "low": {
                    "briefReport": "在父母对命运的信念方面，您感觉命运掌握在自己手上。您对教育子女持积极乐观的态度，这有助您很好地发挥自己的主观能动性，帮助子女较好的成长，请沿着这个方向继续努力。

                    ",
                "overallAppraisal": "在父母对命运的信念方面，您感觉命运掌握在自己手上。",
                "result": "在父母对命运的信念方面，您感觉命运掌握在自己手上。以下描述的情况可能部分与您相符：孩子表现好坏，您感觉主要由自己的意愿决定，自己可以掌控如何教导孩子；在教育孩子上，作为父母，您感觉需要承担主要责任；在管教孩子时，您会依据孩子的特点及客观实际情况，采取合理的行动措施，成效良好。",
                "suggestions": "您对教育子女持积极乐观的态度，这有助您很好地发挥自己的主观能动性，帮助子女很好地，请沿着这个方向继续努力。"
            },
            "name": "父母对命运的信念",
            "ordinary": {
                    "briefReport": "在父母对命运的信念方面，您对命运的感觉一般。您在教育子女上，有时感觉能自己掌控，有时也会感觉无能无力。当您感觉自己能很好掌控子女教育问题时，会以积极乐观的心态，面对子女教育中的各种问题，发挥主观能动性，从而帮助子女很好的获得成长，因此建议您在这方面有所改善，提高自己对教育子女的良好信念。如果您有进一步需要，可寻求更多专业意见。

                    ",
                "overallAppraisal": "在父母对命运的信念方面，您对命运的感觉一般。",
                "result": "在父母对命运的信念方面，您对命运的感觉一般。以下描述的情况可能部分与您相符：孩子表现好坏，你在一定程度上感觉可以自己掌控，但有时也相信是命运所致；在教育孩子上，作为父母，您感觉需要承担很大责任，但有时也有无能无力感；在管教孩子时，您会依据孩子的特点及客观实际情况，采取行为措施，成效一般。 ",
                "suggestions": "您在教育子女上，有时感觉能自己掌控，有时也会感觉无能无力。当您感觉自己能很好掌控子女教育问题时，会以积极乐观的心态，面对子女教育中的各种问题，发挥主观能动性，从而帮助子女很好的获得成长，因此建议您在这方面有所改善。您可以从以下几个方面提高自己对教育子女的良好信念：认识到教育孩子，原本就是一件需求综合能力的事情，需要心态、技能、智慧的综合要素，父母要善于从各方面提高自己教育子女的能力，这样才能面对教育子女的问题，拥有充足的心理准备；相信孩子的潜能，孩子在一定程度上都拥有自我解决问题的能力，父母只要善加引导，往往他们就能很好地解决自己的问题；多总结成功经验，强化自己在教育子女方面的能力，从而获得自己掌控教育子女的信念。如果您有进一步需要，可寻求更多专业意见。"
            },
            "scoreNorm": {
                "bad": "0",
                "high": "31",
                "low": "22",
                "ordinary": "32",
                "verybad": "0"
            }
        },
        {
            "high": {
                    "briefReport": "在父母对子女行为的控制方面，您对孩子的行为感觉到失去控制。但当您能预期孩子的行为特点，并能对孩子的行为进行有效管理时，不仅让您自己感觉轻松愉悦，而且有利于培养孩子独立、自律的性格特点，因此建议您在这方面做些改善，改善自己对孩子行为的控制感觉。同时，鉴于您对孩子的行为表现已失去控制感，推荐您寻求专业支持，获得专家提供的更有针对性的帮助。

                    ",
                "overallAppraisal": "在父母对子女行为的控制方面，您对孩子的行为感觉到失去控制",
                "result": "在父母对子女行为的控制方面，您对孩子的行为感觉到失去控制。以下描述的情况可能部分与您相符：您感觉很难预测孩子的行为，不能对孩子的行为进行管理，对孩子的行为表现感到失望；您感觉与孩子相处是一件困难的事情，孩子的行为不符合自己的要求，超出自己的预期；在与孩子的相处时，感到压抑、烦躁。",
                "suggestions": "您对孩子行为的控制感觉比较糟糕。当您能预期孩子的行为特点，并能对孩子的行为进行有效管理时，不仅让您自己感觉轻松愉悦，而且有利于培养孩子独立、自律的性格特点，因此建议您在这方面有所改善。您可以从以下几个方面改善自己对孩子行为的控制感觉：每个孩子都会经历不同发展阶段，每个发展阶段都会表现出不同的心理特点和心理需求，作为父母要了解孩子的心理规律，这样才能有效地预测孩子的行为；尊重孩子，每个孩子都有其独特的性格特点，作为父母要以开放的心态最大程度的接纳孩子，这样才能真正理解孩子的行为特点，与孩子获得良性互动；加强与孩子的沟通，每个孩子发展过程中，都会遇到各种各样的困惑，孩子需要被倾听、被理解、被支持，通过有效沟通，这样您就容易与孩子形成共同联盟，从而获得对教导孩子的良好感觉。同时，鉴于您对孩子的行为表现已失去控制感，推荐您寻求专业支持，获得专家提供的更有针对性的帮助。"
            },
            "low": {
                    "briefReport": "在父母对子女行为的控制方面，您感觉能有效地控制孩子的行为。能对孩子的行为进行有效管理，对孩子的行为表现感到满意；您感觉与孩子相处是一件容易的事情。这有助您能很好的引导孩子的良好行为，增强孩子的自律，请沿着这个方向继续努力。

                    ",
                "overallAppraisal": "在父母对子女行为的控制方面，您感觉能有效地控制孩子的行为。",
                "result": "在父母对子女行为的控制方面，您感觉能有效地控制孩子的行为。以下描述的情况可能部分与您相符：您感觉能很好地预测孩子的行为，能对孩子的行为进行有效管理，对孩子的行为表现感到满意；您感觉与孩子相处是一件容易的事情，孩子的行为与自己的要求常常一致，符合自己的预期；在与孩子的相处时，感受到轻松、愉快。",
                "suggestions": "您对孩子的行为控制有良好的感觉，这有助您能很好的引导孩子的良好行为，增强孩子的自律，请沿着这个方向继续努力。"
            },
            "name": "父母对子女行为控制",
            "ordinary": {
                    "briefReport": "在父母对子女行为的控制方面，您对孩子的行为控制感觉一般。这与您对孩子行为的预期还有一定的距离。当您能预期孩子的行为特点，并能对孩子的行为进行有效管理时，不仅让您自己感觉轻松愉悦，而且有利于培养孩子独立、自律的性格特点，因此建议您在这方面再多些努力，改善自己对孩子行为的控制感觉。如果您有进一步需要，可寻求更多专业意见。

                    ",
                "overallAppraisal": "在父母对子女行为的控制方面，您对孩子的行为控制感觉一般。",
                "result": "在父母对子女行为的控制方面，您对孩子的行为控制感觉一般。以下描述的情况可能部分与您相符：您感觉能在一定程度上预测孩子的行为，能对孩子的行为进行基本管理，对孩子的行为表现感到一般；您感觉与孩子相处是一件尚且可以应付的事情，孩子的行为与自己的要求有一些距离，但在大体上符合自己的预期；在与孩子的相处时，情绪常常一般。",
                "suggestions": "您对孩子行为的控制感觉一般，这与您对孩子行为的预期还有一定的距离。当您能预期孩子的行为特点，并能对孩子的行为进行有效管理时，不仅让您自己感觉轻松愉悦，而且有利于培养孩子独立、自律的性格特点，因此建议您在这方面再多些努力。您可以从以下几个方面改善自己对孩子行为的控制感觉：每个孩子都会经历不同发展阶段，每个发展阶段都会表现出不同的心理特点和心理需求，作为父母要了解孩子的心理规律，这样才能有效地预测孩子的行为；尊重孩子，每个孩子都有其独特的性格特点，作为父母要以开放的心态最大程度的接纳孩子，这样才能真正理解孩子的行为特点，与孩子获得良性互动；加强与孩子的沟通，每个孩子发展过程中，都会遇到各种各样的困惑，孩子需要被倾听、被理解、被支持，通过有效沟通，这样您就容易与孩子形成共同联盟，从而获得对教导孩子的良好感觉。如果您有进一步需要，可寻求更多专业意见"
            },
            "scoreNorm": {
                "bad": "0",
                "high": "32",
                "low": "24",
                "ordinary": "33",
                "verybad": "0"
            }
        }
    ],
    "referencescore": "子女教育心理控制源量表分值包括总分及父母效能感、父母的责任、子女对父母生活的控制、父母对命运／机遇的信念、父母对子女行为的控制等五个因子得分：</br>
1、总分：</br>
   得分<118，显示受测者在子女教育中的倾向于内控，即倾向于认为子女教育的成效是由自己的能力、努力所控制的；</br>
   118<得分<131，显示受测者在子女教育中的内外控倾向不明显，即不太肯定子女教育的成效与自己的能力、努力之间的关系；</br>
   得分<131，显示受测者在子女教育中的倾向于外控，即倾向于认为子女教育的成效不是由自己的能力、努力所控制的。</br>
2、父母效能感：</br>
   得分<23，显示受测者在父母效能感方面感觉自己对孩子的教育成效较大；</br>
   23<得分<31，显示受测者在父母效能感方面感觉自己对孩子的教育成效一般；</br>
   得分>31，显示受测者在父母效能感方面感觉到自己对孩子的教育成效较小。</br>
3、父母的责任：</br>
   得分<25，显示受测者在父母的责任方面常常感觉自己应该对孩子的教育尽主要责任；</br>
   23<得分<31，显示受测者在父母的责任方面有时感觉自己不应该对孩子的教育尽主要责任；</br>
   得分>31，显示受测者在父母的责任方面较少感觉自己应该对孩子的教育尽主要责任。</br>
4、子女对父母生活的控制：</br>
   得分<17，显示受测者在子女对父母生活的控制方面很少感觉孩子左右着父母的生活；</br>
   17<得分<23，显示受测者在子女对父母生活的控制方面有时感觉孩子左右着父母的生活；</br>
   得分>23，显示受测者在子女对父母生活的控制方面常常感觉子女左右着父母的生活。</br>
5、父母对命运的信念：</br>
   得分<22，显示受测者在父母对命运的信念方面感觉命运掌握在自己手上；</br>
   22<得分<32，显示受测者在父母对命运的信念方面对命运的感觉一般；</br>
   得分>32，显示受测者在父母对命运的信念方面感觉被命运控制。</br>
6、父母对子女行为的控制：</br>
   得分<24，显示受测者在父母对子女行为的控制方面感觉能有效地控制孩子的行为；</br>
   24<得分<33，显示受测者在父母对子女行为的控制方面对孩子的行为控制感觉一般；</br>
   得分>33，显示受测者在父母对子女行为的控制方面对孩子的行为感觉到失去控制。</br>
    ",
    "tableName": "子女教育心理控制源量表 : 了解你对孩子的心理控制程度",
    "templateName": "PLOCTPL.docx"
}