{
    "description": " ",
    "factorData": [
        {
            "high": {
            "briefReport": "您认为自己能获得的社会支持程度较高，您在生活、工作和情感上遇到困难时能从家人、朋友和其他人那里得到及时的帮助。您喜欢与别人分享您的喜怒哀乐，能够与别人进行有效的沟通和交流,从他们那里得到安慰、支持、以及问题解决的方法。您有很好的人缘，与别人关系非常融洽，您喜欢与别人分享您的喜怒哀乐，遇到困难总能得到别人的帮助，他们会给您有效的建议和指导，您能很快从不快和困扰中走出来。",
                "overallAppraisal": "主观上，您认为自己能获得的社会支持程度较高。",
                "result": "您认为自己能获得的社会支持程度较高，您在生活、工作和情感上遇到困难时能从家人、朋友和其他人那里得到及时的帮助。您喜欢与别人分享您的喜怒哀乐，能够与别人进行有效的沟通和交流,从他们那里得到安慰、支持、以及问题解决的方法。",
                "suggestions": "您认为自己能获得的社会支持程度较高。您有很好的人缘，与别人关系非常融洽，您喜欢与别人分享您的喜怒哀乐，遇到困难总能得到别人的帮助，他们会给您有效的建议和指导，您能很快从不快和困扰中走出来。所以您很少烦恼，很少感觉到压力。
遇到难题，您通常求助于家人，而且他们也愿意与您分担忧愁。家人是您强大的后盾，也是您前进的动力。家人不仅给予您精神上的支持，更是无偿地给予物质的支持，这样的支持可以使您顺利度过难关。
朋友一句不经意的安慰的话语，一个拥抱，一个出人意料的想法，都可能让您茅塞顿开，摆脱不快和苦恼。工作中的困难，您也比较相信您的同事（同学）和领导（老师）可以给您提出切实可行的建议，可以给您帮助。
　　除了继续保持目前的状态，还有几点建议：
　　1、即使有丰富的外界资源，您也需要培养或保持独立解决问题的能力。
　　2、不要因忙于社交而耽误太多的时间。
"
            },
            "low": {
             "briefReport": "主观上，您认为自己能获得的社会支持程度较低。
您认为自己能获得的社会支持程度较低。您在生活、工作和情感上遇到困难时不能从家人、朋友和其他人那里得到及时的帮助。您感觉自己的情绪心情没人能够理解，您也认为别人无法帮助解决您的问题，在遇到困难时可能因此感到很大的压力和苦恼，这也可能导致您出现焦虑、抑郁等状态。
	尝试主动寻求帮助，多听听家里人的建议，或者多与朋友交流，工作中的问题可以多与领导和同事沟通，从别人身上寻找有效的解决问题的途径，并且保持一份良好的心情。不要怕别人会嘲笑您，也不要怕别人帮不了您，问题一定会有解决的办法。当然，当您遇到快乐事情，也不要忘记要将自己快乐心情分享给自己的家人、朋友。

",
                "overallAppraisal": "主观上，您认为自己能获得的社会支持程度较低。",
                "result": "您认为自己能获得的社会支持程度较低。您在生活、工作和情感上遇到困难时不能从家人、朋友和其他人那里得到及时的帮助。您感觉自己的情绪心情没人能够理解，您也认为别人无法帮助解决您的问题，在遇到困难时可能因此感到很大的压力和苦恼，这也可能导致您出现焦虑、抑郁等状态。",
                "suggestions": " 您目前认为自己能获得的社会支持状况说明您在遇到困难时感受不到别人的帮助,或者认为别人对您的帮助不大，又或者找不到适合的人寻求帮助。您可能羞于求助于别人，或者在痛苦时找不到合适的人求助。无论哪种情况，从长期来看，都可能会影响到您的心理健康和生活质量。
	人们生活在这个世界上需要彼此支持，共同发展，在必要的时候，也要懂得求助，这与依赖不是一回事。依赖指的是自己明明能做的事也让别人为自己做，而寻求支持指的是，处于竭尽所能也难以应付的局面时寻求他人帮助。同时，我们也必须意识到，社会支持具有双重功能，我们的困难需要社会支持分担，我们的快乐也需要社会支持的分享。
	建议您在遇到困难或烦恼时尝试主动寻求帮助，多听听家里人的建议，或者多与朋友交流，工作中的问题可以多与领导和同事沟通，从别人身上寻找有效的解决问题的途径，并且保持一份良好的心情。不要怕别人会嘲笑您，也不要怕别人帮不了您，众人拾柴火焰高，问题一定会有解决的办法。当然，当您遇到快乐事情，也不要忘记要将自己快乐心情分享给自己的家人、朋友。
	根据您领悟社会支持的现况，具体可以做以下几点：
　　1、肯定自我。我们每个人都有自己的优点和长处，也有缺点和短处。每个人都是独特的个体，也意味着我们每个人的能力都是有限的。认识到这一点就不会让自己自卑或自大，能够清楚的认识自己，更有助于您在面对困难的时候合理有效的寻找外界帮助。
	2、学会分享。在多与家人、朋友交流、沟通的同时，不要忘记情感上的沟通与分享，生命的丰富是因为分享而成倍地增长的。当你把自己的痛苦和幸福吐露给朋友的时候，你的心灵更容易感到平静而丰富，问题会在分享中变得不再是难题，快乐和幸福也会在分享中增加。
　　3、参与活动。组织家庭活动，积极参加朋友的活动和聚会，增进彼此感情。
	4、遇到问题时，多尝试征询一下家人、朋友的意见。
　　5、如果仅仅依靠自身调节，可能未能达到最佳的效果。您可以选择向您的心理咨询师为您设计符合您自身情况的调节计划，或者向其他相关的专业人士寻求帮助。
"
            },
            "name": "领悟社会支持量表总分说明",
            "ordinary": {
             "briefReport": " 您认为自己能获得的社会支持程度一般。您在生活、工作和情感上遇到困难时有时感受不到从家人、朋友和其他人那里的帮助。有时您感到自己的大部分情绪心情得不到他人的理解。这可能与您的个性有关，也可能是个别情境下的结果。您不太愿意与别人分享您的喜怒哀乐，或者您认为别人帮不了您什么，您希望尽可能自己解决所有问题。
在必要的时候，需要懂得求助，这与依赖不是一回事，依赖指的是自己明明能做的事也让别人为自己做，而寻求支持指的是，处于竭尽所能也难以应付的局面时寻求他人帮助。
当遇到困难或问题时要多与别人沟通，他们会给您提供好的建议，给您及时的帮助，帮您尽快走出困境或解决问题。即使您不去求助于他们，也可以时常与他们分享您目前的想法，也是不错的方法。在适当的时候、在适当的人面前，把您的情感表达出来，无论别人是否能给您很好的帮助，释放后的您，也可以以一种较平静的心情去面对同一件事。
             ",
                "overallAppraisal": "主观上，您认为自己能获得的社会支持程度一般。",
                "result": "您认为自己能获得的社会支持程度一般。您在生活、工作和情感上遇到困难时有时感受不到从家人、朋友和其他人那里的帮助。有时您感到自己的大部分情绪心情得不到他人的理解。这可能与您的个性有关，也可能是个别情境下的结果。您不太愿意与别人分享您的喜怒哀乐，或者您认为别人帮不了您什么，您希望尽可能自己解决所有问题。",
                "suggestions": "您目前认为自己能获得的社会支持状况说明您在遇到困难时有时感受不到别人的帮助，或者认为别人对您的帮助不大，又或者找不到适合的人寻求帮助。生活中要学会与别人沟通，与家人，朋友，亲戚、领导或同事分享您的喜怒哀乐。没有人能独自走完一生，我们和身边的人总是相互依存的。不要把自己当作独立的个体，希望自己解决所有的事情。过于独立和自强会让身边人感觉自己“无用武之地”，可能会拉远您们之间的距离。在必要的时候，需要懂得求助，这与依赖不是一回事。依赖指的是自己明明能做的事也让别人为自己做，而寻求支持指的是，处于竭尽所能也难以应付的局面时寻求他人帮助。
当遇到困难或问题时要多与别人沟通，他们会给您提供好的建议，给您及时的帮助，帮您尽快走出困境或解决问题。即使您不去求助于他们，也可以时常与他们分享您目前的想法，也是不错的方法。在适当的时候、在适当的人面前，把您的情感表达出来，无论别人是否能给您很好的帮助，释放后的您，也可以以一种较平静的心情去面对同一件事。
	另一方面，希望别人真诚待您，您就应当首先主动真诚地去对待别人。您与人为善、真诚待人，别人通常也会反过来如此待您。想要别人帮忙前先想想我们能为别人做什么，自己是否足够真诚，是否足够热心。所以平时要真诚对待每一个朋友，热心帮助每一个需要帮助的朋友，这样您在遇到困难时别人才能鼎力相助。
根据您领悟社会支持的现况，具体的可以做以下几点：
	1、肯定自我。我们每个人都有自己的优点和长处，也有缺点和短处。每个人都是独特的个体，也意味着我们每个人的能力都是有限的。认识到这一点就不会让自己自卑或自大，能够清楚的认识自己，更有助于您在面对困难的时候合理有效的寻找外界帮助。
	2、学会分享。在多与家人、朋友交流、沟通的同时，不要忘记情感上的沟通与分享，生命的丰富是因为分享而成倍地增长的。当你把自己的痛苦和幸福吐露给朋友的时候，你的心灵更容易感到平静而丰富，问题会在分享中变得不再是难题，快乐和幸福也会在分享中增加。
3、参与活动。积极参加朋友的活动和聚会，主动地与他人进行沟通、交流和交往。
"
            },
            "scoreNorm": {
                "bad": "12",
                "high": "60",
                "low": "37",
                "ordinary": "61",
                "verybad": "0"
            }
        },
        {
            "high": {
             "briefReport": "您认为自己能够获得的家庭支持程度较高。在生活、工作和情感上遇到困难时能从家人那里得到最大的帮助和支持。遇到困难时家里人会尽可能的为您提供建议和指导，并且他们也真的能给您提出建设性的建议帮您度过难关。来自家庭的支持，是一个人成就自我的重要动力。您有很好的家庭支持，希望您能继续保持现状。

             ",
                "overallAppraisal": "您认为自己能够获得的家庭支持程度较高。",
                "result": "您认为在生活、工作和情感上遇到困难时能从家人那里得到最大的帮助和支持。遇到困难时家里人会尽可能的为您提供建议和指导，并且他们也真的能给您提出建设性的建议帮您度过难关。",
                "suggestions": " 来自家庭的支持，是一个人成就自我的重要动力。您有很好的家庭支持，希望您能继续保持现状。"
            },
            "low": {
             "briefReport": " 您认为自己能够获得的家庭支持程度较低。对于平时学习工作生活中的问题，您很少跟家人进行沟通。您认为在生活、工作和情感上遇到困难时得不到家人的帮助和支持，或者您认为他们根本无法帮助您，所以您在遇到困难时不会寻求他们的帮助。可以尝试一些方式来改善与家人的关系，比如增加与家人的交流、增加对家人的关心，如果需要，可以求助专业心理咨询师。",
                "overallAppraisal": " 您认为自己能够获得的家庭支持程度较低。",
                "result": "对于平时学习工作生活中的问题，您很少跟家人进行沟通。您认为在生活、工作和情感上遇到困难时得不到家人的帮助和支持，或者您认为他们根本无法帮助您，所以您在遇到困难时不会寻求他们的帮助。",
                "suggestions": "您可以尝试以下方式来改善与家人的关系，获得家人的支持
   1、增加与家人的交流，由表达事情慢慢的发展到表达感受。
   2、增加对家人的关心，可以从谈论家人的爱好与感兴趣的话题开始，因为人会喜欢那些对自己感兴趣的人。
   3、家人的支持不仅仅是具体的帮助，也有精神上的支持，多多与家人沟通，将自己的难处、困难与家人分享，问题可能因此就没有想象中那么困难。
   4、如果自我调节很难有效解决问题，您可以向您的心理咨询师或者相关专业人士咨询以获得更好的帮助。
"
            },
            "name": "家庭支持",
            "ordinary": {
            "briefReport": "您认为自己能够获得的家庭支持程度一般。 您认为在生活、工作和情感上遇到困难能时从家人那里得到的帮助和支持一般。遇到困难您不怎么求助家人，一方面您可能不想让家人担心，一方面您也可能不认为家人能给您切实的帮助。您可以尝试增加与家人的交流，由表达事情慢慢的发展到表达感受。体的帮助，也有精神上的支持，多多与家人沟通，将自己的难处、困难与家人分享，问题可能因此就没有想象中那么困难。

             ",
                "overallAppraisal": "您认为自己能够获得的家庭支持程度一般。",
                "result": " 您认为在生活、工作和情感上遇到困难能时从家人那里得到的帮助和支持一般。遇到困难您不怎么求助家人，一方面您可能不想让家人担心，一方面您也可能不认为家人能给您切实的帮助。",
                "suggestions": "您可以尝试以下方式来改善与家人的关系，获得家人的支持：
   1、增加与家人的交流，由表达事情慢慢的发展到表达感受。
   2、家人的支持不仅仅是具体的帮助，也有精神上的支持，多多与家人沟通，将自己的难处、困难与家人分享，问题可能因此就没有想象中那么困难。
"
            },
            "scoreNorm": {
                "bad": "4",
                "high": "20",
                "low": "13",
                "ordinary": "21",
                "verybad": "0"
            }
        },
        {
            "high": {
             "briefReport": " 您认为自己能获得的朋友支持程度很高。在您伤心时，朋友给您力量；在您失败时，朋友给您鼓励；在您烦恼时，朋友给您支持；在您成功时，朋友使您冷静思考。您能从许多朋友那里得到很大的支持和帮助。
    
             ",
                "overallAppraisal": " 您认为自己能获得的朋友支持程度很高。",
                "result": " 在您伤心时，朋友给您力量；在您失败时，朋友给您鼓励；在您烦恼时，朋友给您支持；在您成功时，朋友使您冷静思考。您能从许多朋友那里得到很大的支持和帮助。",
                "suggestions": "有很好的朋友支持，这会是您很棒的人生财富，希望您能继续保持现状"
            },
            "low": {
             "briefReport": "您认为自己能获得的朋友支持程度较低。在您遇到困难时，您认为很难从朋友那里得到一些建议和帮助，您可能不喜欢求助于您的朋友，或者他们无力帮助您走出困境，或者您认为他们根本无法理解您的快乐或者忧伤。可以尝试一些方式来改善和发展朋友关系，比如调整交友期待，多认识些人，与朋友相处时，尽量多表达自己的感受等。
  
             ",
                "overallAppraisal": "您认为自己能获得的朋友支持程度较低",
                "result": "在您遇到困难时，您认为很难从朋友那里得到一些建议和帮助，您可能不喜欢求助于您的朋友，或者他们无力帮助您走出困境，或者您认为他们根本无法理解您的快乐或者忧伤。",
                "suggestions": "您可以尝试以下方式来改善和发展朋友关系，获得他们的支持:
   1、可以先调整交友期待，多认识些人，经过一定的相处，您会发现志趣相投的好朋友。
   2、相信您的朋友，即使他们无法直接帮助到您，真正关心您的朋友也会尽他们所能为您提供支持，当遇到困难的时候，请多尝试与朋友谈谈。
   3、在与朋友相处时，尽量多表达自己的感受，学会分享和分担，学会求助。
   4、如果自我调节很难有效解决问题，您可以向您的心理咨询师或者相关专业人士咨询以获得更好的帮助。
"
            },
            "name": "朋友支持",
            "ordinary": {
             "briefReport": " 您认为自己能获得的朋友支持程度一般。在您遇到困难时，您有时认为不能从朋友那里得到一些建议和帮助，您可能不太喜欢求助于您的朋友，或者您认为他们无力帮助您走出困境。在与朋友相处时，适时多表达自己的感受，学会与朋友分享和分担，学会求助。

             ",
                "overallAppraisal": "您认为自己能获得的朋友支持程度一般",
                "result": "在您遇到困难时，您有时认为不能从朋友那里得到一些建议和帮助，您可能不太喜欢求助于您的朋友，或者您认为他们无力帮助您走出困境。",
                "suggestions": " 您可以尝试以下方式来改善和发展朋友关系，获得他们的支持：
   1、可以先调整交友期待，多认识些人，经过一定的相处，您会发现志趣相投的好朋友。
   2、相信您的朋友，即使他们无法直接帮助到您，真正关心您的朋友也会尽他们所能为您提供支持，当遇到困难的时候，请多尝试与朋友谈谈。
   3、在与朋友相处时，适时多表达自己的感受，学会与朋友分享和分担，学会求助。
"
            },
            "scoreNorm": {
                "bad": "4",
                "high": "20",
                "low": "13",
                "ordinary": "21",
                "verybad": "0"
            }
        },
        {
            "high": {
             "briefReport": " 您认为自己能获得的他人支持程度很高。在您遇到困难时，您认为您可以从领导、亲戚或同事那里得到一些建议和帮助，这些建议可以使您很快走出困境；您认为领导、亲戚或同事是关心您的，您也认为他们能够理解您。
    
             ",
                "overallAppraisal": " 您认为自己能获得的他人支持程度很高。",
                "result": " 在您遇到困难时，您认为您可以从领导、亲戚或同事那里得到一些建议和帮助，这些建议可以使您很快走出困境；您认为领导、亲戚或同事是关心您的，您也认为他们能够理解您。",
                "suggestions": "您有很好的他人支持，这会是您工作与生活发展的重要保障，希望您能继续保持现状。"
            },
            "low": {
             "briefReport": "您认为自己能获得的他人支持程度较低。    在您遇到困难时，您很少从能从您的领导，亲戚或同事那里得到帮助和支持；您可能觉得领导、亲戚或同事没有关心您，他们也不理解您；遇到困难的时候，您可能认为他们并不是您力量的来源。您需要尝试一些方式来发展更广泛的社会支持，如积极利用空闲时间或是机会，增进与他人间的沟通，如果需要可以求助心理咨询师。

             ",
                "overallAppraisal": "您认为自己能获得的他人支持程度较低。",
                "result": " 在您遇到困难时，您很少从能从您的领导，亲戚或同事那里得到帮助和支持；您可能觉得领导、亲戚或同事没有关心您，他们也不理解您；遇到困难的时候，您可能认为他们并不是您力量的来源。",
                "suggestions": " 您可以尝试以下方式来发展更广泛的社会支持
   1、工作过程中，多与团队成员、同事（同学）或者上级（老师）进行交流，确认信息，商讨思路，听取他人的建议，在这个过程上，他们了解了您的个性特点，也就更能在必要的方面支持您。
   2、积极的利用空闲时间或是团队活动机会，增加彼此间的沟通
   3、平时在自己力所能及的范围内，尽量多给予他人帮助。
   4、多听取他人的经验，以备在遇到困难时，知道自己可以求助的人员、部门和社会资源。
   5、如果自我调节很难有效解决问题，您可以向您的心理咨询师或者相关专业人士咨询以获得更好的帮助。
"
            },
            "name": "他人支持",
            "ordinary": {
             "briefReport": "您认为自己能获得的他人支持程度一般。在您遇到困难时，您有时可以从领导、亲戚或同事那里得到一些建议和帮助；但你有时觉得领导、亲戚或同事没有真正关心您，您可能觉得他们并没有真正理解您。您可以尝试一些方式来培养和发展更广泛的社会支持。

             ",
                "overallAppraisal": " 您认为自己能获得的他人支持程度一般。",
                "result": "在您遇到困难时，您有时可以从领导、亲戚或同事那里得到一些建议和帮助；但你有时觉得领导、亲戚或同事没有真正关心您，您可能觉得他们并没有真正理解您。",
                "suggestions": " 您可以尝试以下方式来培养和发展更广泛的社会支持：
   1、在工作过程中，多与团队成员、同事（同学）或者上级（老师）进行交流，确认信息，商讨思路，听取他人的建议，在这个过程上，他们了解了您的个性特点，也就更能在必要的方面支持您。
   2、积极的利用空闲时间或是团队活动机会，增加彼此间的沟通。
   3、平时在自己力所能及的范围内，尽量多给予他人帮助。
   4、多听取他人的经验，以备在遇到困难时，知道自己可以求助的人员、部门和社会资源。
"
            },
            "scoreNorm": {
                "bad": "4",
                "high": "20",
                "low": "13",
                "ordinary": "21",
                "verybad": "0"
            }
        }
    ],
    "referencescore": "",
    "tableName": "领悟社会支持 : 一个篱笆三个桩",
    "templateName": "PSSSTPL.docx"
}