{
    "description": "国内外很多研究已经证明，和谐亲子关系是儿童心理健康的重要条件。亲子沟通状况则是亲子关系的最重要、最关键的影响条件之一。
亲子沟通是一种特殊类型的人际沟通，指在家庭中父母与子女之间通过各种言语和非言语的形式而交流信息的过程，是一种基于亲子关系的亲子双方的互动过程。
亲子沟通与孩子的心理行为问题之间有着密切的关系，良好的沟通可以促进孩子亲社会行为的发展，能形成孩子对父母的信任。而异常的沟通，可能会造成反社会性或非社会性心理行为。良好的亲子沟通可以帮助家长在疼爱和管教孩子中找到一个平衡点，从而创立良好的亲子关系。
华东师范大学齐宁、崔丽娟教授在家长访谈的基础上，结合专家以及专业人士评定，并通过反复测试和修订，编制了“家长版亲子沟通问卷”，该问卷共19道题目，分为主观体验、体察情绪、沟通评价三个维度。
主观体验是指家长在和孩子沟通过程中获得的相应的情感和认识。
体察情绪是指家长在和孩子的沟通中能够明白并理解孩子的情绪。
沟通评价是指家长对自己与孩子沟通的满意程度。
",
    "factorData": [
        {
            "high": {
                "overallAppraisal": "",
                "result": "你跟孩子的沟通情况非常好。你会主动了解孩子的近况，孩子也愿意主动跟你跟分享他遇到的事情。与孩子沟通中，你能给孩子充分表达自己的时间和自由，能捕捉到孩子情绪的变化，你也非常清楚该如何应对孩子情绪的变化。当孩子不太愿意跟你交流时，你会尊重孩子的选择。你的体贴和理解，常常会让孩子愿意跟你沟通，你也会觉得跟孩子沟通并不是件非常难的事情。",
                "suggestions": ""
            },
            "low": {
                "overallAppraisal": "",
                "result": "你跟孩子的沟通情况并不太乐观，你常常感觉跟孩子无法沟通。你并不太主动跟孩子沟通，沟通时也不能理解孩子的想法，无法很好觉察到孩子的情绪，常常不欢而散。建议你与孩子沟通时，尽量少发表自己的看法和意见，多听听孩子在说什么，体会孩子的情绪，了解孩子的困难，帮助孩子解决问题。",
                "suggestions": ""
            },
            "name": "亲子沟通问卷(家长版)总分说明",
            "ordinary": {
                "overallAppraisal": "",
                "result": "你跟孩子的沟通情况较好。你会主动了解孩子最近的情况，在听孩子说自己的想法和烦恼时，你能理解孩子，并知道自己该做出什么反应。可是，有时你可能有些心急，没有耐心听孩子说完，就告诉孩子解决和应对的方法，尽管你努力了，感觉自己做得还不错，但有时孩子对跟你的交流和你的帮助并不满意。建议在与孩子沟通中，耐心听完孩子的话，可以了解孩子对应对问题的想法，调动孩子解决问题的积极性，这样孩子也会更愿意跟你沟通。",
                "suggestions": ""
            },
            "scoreNorm": {
                "bad": "0",
                "high": "85.5",
                "low": "61.4",
                "ordinary": "85.6",
                "verybad": "0"
            }
        }, {
            "high": {
                "overallAppraisal": "",
                "result": "你跟孩子沟通中自我感觉非常好。与孩子交流对你而言是件轻松愉快的事情。为了使你们的沟通更愉快，你常常会说些孩子喜欢的话题，也会选择恰当的时机跟孩子交流。当孩子遇到麻烦或困难时，你常常鼓励孩子自己去应对。在决定某些事情时，你也会听孩子的想法和意见。",
                "suggestions": ""
            },
            "low": {
                "overallAppraisal": "",
                "result": "你跟孩子沟通中自我感觉并不好。有时你并不太乐意跟孩子沟通，当孩子说关于他的事情时，你可能会觉得烦躁，你也很少鼓励孩子说出自己的想法。如果跟孩子沟通时，你常常不能感觉到轻松和愉快，可能你需要反思自己对孩子的态度。你对跟孩子沟通有积极的态度，孩子才可能给你积极地回应。",
                "suggestions": ""
            },
            "name": "主观体验",
            "ordinary": {
                "overallAppraisal": "",
                "result": "你跟孩子沟通中自我感觉较好。你愿意跟孩子交流，了解孩子的想法，有时你会觉得跟孩子交流是一件很愉快的事情。你也常常鼓励孩子说出他自己的想法，愿意跟孩子说些他喜欢的话题。可是有时并不能很好地理解孩子的意思，你的一些决定可能让孩子并不满意。建议多听听孩子的想法。",
                "suggestions": ""
            },
            "scoreNorm": {
                "bad": "0",
                "high": "40.4",
                "low": "28.7",
                "ordinary": "40.5",
                "verybad": "0"
            }
        }, {
            "high": {
                "overallAppraisal": "",
                "result": "在与孩子沟通中，你对孩子情绪的觉察非常好。你能准备把握孩子的情绪变化，并对孩子的情绪有一套自己的处理办法，你会给孩子一个轻松的环境调节自己的情绪，你的做法常常会让孩子觉得你非常理解他，他也更加愿意跟你交流。",
                "suggestions": ""
            },
            "low": {
                "overallAppraisal": "",
                "result": "在与孩子沟通中，你对孩子情绪的觉察较弱。你常常忽略或者不能很好判断孩子的情绪的变化。由于觉察不到孩子的情绪变化，导致你有时无法很好理解孩子，孩子也觉得跟你沟通太难。建议在跟孩子沟通时，多关注孩子的表情，说话的方式，当孩子出现不良情绪，比如悲伤、愤怒、痛苦时，可以暂停跟孩子的沟通，先让孩子冷静下来，调节情绪，之后再跟孩子好好交流。",
                "suggestions": ""
            },
            "name": "体察情绪",
            "ordinary": {
                "overallAppraisal": "",
                "result": "在与孩子沟通中，你对孩子情绪的觉察较好。你能把握孩子的情绪变化，有时也能对孩子的情绪给予理解。但可能你希望立刻让孩子的稳定情绪或者帮助孩子调节情绪，所以有时你的反应和做法并不能让孩子接受，让你有些无力感。情绪的调节和舒缓是需要时间的，给孩子时间冷静后再交流，你会发现沟通变得更顺畅。",
                "suggestions": ""
            },
            "scoreNorm": {
                "bad": "0",
                "high": "31.4",
                "low": "21.5",
                "ordinary": "31.5",
                "verybad": "0"
            }
        }, {
            "high": {
                "overallAppraisal": "",
                "result": "你对跟孩子的沟通非常满意。与孩子沟通无障碍，对孩子的了解和理解，也使你跟孩子更亲近。良好的亲子沟通对孩子的学习、健康成长会有重要作用。",
                "suggestions": ""
            },
            "low": {
                "overallAppraisal": "",
                "result": "你对跟孩子的沟通并不满意。跟孩子沟通的不顺畅，让你觉得跟孩子沟通是件很难的事情。也许你可以先从自己找找原因，改变自己对沟通的态度，或者可以学一些沟通技巧，帮你更好地和孩子沟通并建立关系。",
                "suggestions": ""
            },
            "name": "沟通评价",
            "ordinary": {
                "overallAppraisal": "",
                "result": "，你对跟孩子的沟通还算满意。尽管有时沟通出现一些问题，但大体上跟孩子沟通还算不错。也许你可以进一步提高自己的沟通技巧，与孩子建立更亲密的关系。",
                "suggestions": ""
            },
            "scoreNorm": {
                "bad": "0",
                "high": "14.4",
                "low": "9.7",
                "ordinary": "14.5",
                "verybad": "0"
            }
        }
       
    ],
    "referencescore": "主观体验：2、3、4、6、8、9、10、12、14 （9道题目选项相加得分）
体察情绪：1、5、7、13、15、16、17 （7道题选项相加得分）
沟通评价：11、18、19 （3道题选项相加得分）
",
    "tableName": "亲子沟通量表（家长版）: 怎么说，怎么听",
    "templateName": "RFCPTPL.docx"
}