{
    "description": "心理韧性是个人面对生活逆境、创伤、悲剧、威胁或其他生活重大压力时的良好适应。国内外众多的研究均表明，很多因素会影响到个体的心理韧性，比如关爱的支持性的社会关系、与人沟通和解决问题的技巧、情绪冲动的控制能力、制定有弹性的计划并能逐步实施的能力、对自身的积极看法和对自己力量能力的自信等。
    北京师范大学心理学院的甘怡群等人在对心理韧性的理论分析基础上，结合我国实际，同时参考对25名经历过较大负性生活事件而又适应良好的中学生的访谈结果，通过初测和复测，最后编制完成《青少年心理韧性量表》。该量表可用于东方文化下有关青少年心理健康、压力应对等方面的研究，以及青少年心理健康教育、压力管理培训等。由于心理韧性代表了积极心理学的治疗取向，目前在心理咨询中也备受关注。
    此量表进行研究发现，心理韧性对青少年的心理健康方面有影响。心理韧性程度越高的高中生更多重视积极情绪，对消极情绪关注较少，主观幸福感程度越高，心理健康状态较好；而心理韧性程度较低的高中生对消极情绪关注过多，主观幸福感程度较低，心理健康状态也较差（席居哲，左志宏，Wu Wei，2013；李义安，张金秀；2011）。心理韧性对初中生的学习倦怠和拖延行为也有作用，心理韧性程度越高，学习倦怠和拖延行为越少（王鹏军，张仕超，2011；刘明兰，陈旭，2015）。此外，中学生心理韧性程度也影响到他们的自学业成就（胡婷婷，2013）。在家庭教养方式方面，母亲教养方式的“感情温暖、理解”有利于心理韧性的形成；父亲的“拒绝、否认”、“惩罚、严厉”不利于心理韧性的形成（杨震，2015）。
",
    "factorData": [
        {
            "high": {
                "overallAppraisal": "心理韧性程度较高",
                "result": "心理韧性程度较高。面对生活中的困境、悲剧或其他生活重大压力时适应能力较强，能乐观积极地面对，对自己有信心，有较强的心理调整能力，能较快地从逆境和低潮中奋起，恢复能力较强。",
                "suggestions": ""
            },
            "low": {
                "overallAppraisal": "心理韧性程度较低",
                "result": " 遇到困难有消极情绪，可以通过运动、与人沟通发泄自己的不良情绪，尽量让自己保持冷静和理智，积极地寻求应该困难和挫折的方法，可以向父母、长辈、朋友等人求助，相信自己能战胜困难。平时鼓励自己多尝试，不断肯定自己，增强自己的自信心。",
                "suggestions": ""
            },
            "name": "青少年心理韧性量表总分说明",
            "ordinary": {
                "overallAppraisal": "心理韧性程度处于平均水平",
                "result": "心理韧性程度处于平均水平。当遇到困难或挫折时，有一些应对的方式方法，经过一段时间的努力，能够接受现实，并调整自己的状态去克服困难。需要提高自己应对挫折的信心，增加自己应对困难的方法和技巧。",
                "suggestions": ""
            },
            "scoreNorm": {
                "bad": "0",
                "high": "3.80",
                "low": "2.85",
                "ordinary": "3.81",
                "verybad": "0"
            }
        },
        {
            "high": {
                "overallAppraisal": "目标专注能力较高",
                "result": "目标专注能力较高。身处困境，非常清楚自己的目标。为克服困难，达到目标，会制订较为详细的计划，而高度专注的注意力会帮助你更快处理问题。",
                "suggestions": ""
            },
            "low": {
                "overallAppraisal": "目标专注能力较低",
                "result": "目标专注能力较低。在挑战面前，你的专注力还需要提高。可能因为不擅长集中精力去攻克一个难关，所以有时会力不从心。
     面对困难和挑战前，分散自己的注意力，试图回避和逃避是不能解决问题的。让自己清楚现在遇到的麻烦和困难，直面它们，并想办法去解决。
",
                "suggestions": ""
            },
            "name": "目标专注",
            "ordinary": {
                "overallAppraisal": "目标专注能力处于平均水平。",
                "result": "目标专注能力处于平均水平。 面对困难，清楚自己的目标，同时会相应制订一些计划帮助你解决问题。",
                "suggestions": ""
            },
            "scoreNorm": {
                "bad": "0",
                "high": "4.25",
                "low": "2.78",
                "ordinary": "4.26",
                "verybad": "0"
            }
        },
        {
            "high": {
                "overallAppraisal": "人际协助能力较高",
                "result": "人际协助能力较高。面对生活中的困境，会通过积极的方式，寻找有效的策略去寻求他人的帮助，愿意跟他人分享自己遇到的麻烦和困惑，宣泄不良情绪。在他人的帮助和支持下，能尽快摆脱困境。",
                "suggestions": ""
            },
            "low": {
                "overallAppraisal": "人际协助能力较低",
                "result": "人际协助能力较低。遇到困难时，较少向他人求助，也较少将自己内心的想法告诉他人，无法通过与他人沟通宣泄自己的情绪，导致无法较快地解决困难。 
    为了帮助自己更好地应对挫折，告诉自己大胆地寻求他人的帮助，有时“当局者迷，旁观者清”，有了旁人的帮助，可能挫折能很快应对。同时，有了他人的支持，面对挫折内心的无助感和不良的情绪都找了疏通口，可以减轻自己内心的压力和不快。
                ",
                "suggestions": ""
            },
            "name": "人际协助",
            "ordinary": {
                "overallAppraisal": "人际协助能力处于平均水平",
                "result": "人际协助能力处于平均水平。身处压力时，会向他人需求一定的帮助，有时也会选择与他人沟通来宣泄自己的情绪。",
                "suggestions": ""
            },
            "scoreNorm": {
                "bad": "0",
                "high": "4.19",
                "low": "2.44",
                "ordinary": "4.20",
                "verybad": "0"
            }
        },
        {
            "high": {
                "overallAppraisal": "家庭支持程度较高",
                "result": "家庭支持程度较高。身处压力时，家人常常会给个体很多的关心、温暖、关照和支持，给个体应对压力足够的力量，个体感受到家人的爱与支持，也能尽快从困难中恢复。",
                "suggestions": ""
            },
            "low": {
                "overallAppraisal": "家庭支持能力较低",
                "result": "家庭支持程度较低。当遇到压力或困难时，家庭成员较少给个体一些支持和帮助，对个体较少尊重，较少感受到家庭的温暖。
    家人是与我们感情最近的人群之一，他们对我们更了解，也更可能帮我们找到处理问题的方式和方法。虽然有时他们也不能做出非常有效的行为，但他们的陪伴和支持却能给自己莫大的安慰，所以必要的时候，告诉他们，我们需要他们的帮助。
",
                "suggestions": ""
            },
            "name": "家庭支持",
            "ordinary": {
                "overallAppraisal": "家庭支持程度处于平均水平。",
                "result": "家庭支持程度处于平均水平。面对生活中的困境，家庭成员会给个体一定的支持，同个体一起想办法解决和应对，帮助个体渡过困境。",
                "suggestions": ""
            },
            "scoreNorm": {
                "bad": "0",
                "high": "4.31",
                "low": "2.84",
                "ordinary": "4.32",
                "verybad": "0"
            }
        },
        {
            "high": {
                "overallAppraisal": "情绪控制能力较高",
                "result": "情绪控制能力较高。在情绪控制上很有自己的一套方法，当情绪不好时，也积极采用一些方法调整，不会让自己长时间陷入不良情绪。",
                "suggestions": ""
            },
            "low": {
                "overallAppraisal": "情绪控制能力较低",
                "result": "情绪控制能力较低。在情绪控制方面有些欠缺，情绪随经历的事情而变化，容易大起大落，遇到不开心的事，可能会难过挺久。
    情绪太容易受到影响，并不是件好事，大起大落的情绪对于我们处理麻烦可能并没有太大的帮助。提高自己的情绪调控能力是必要的。情绪不好时，找到适合自己的方式进行调节，尽可能让自己冷静，才可能找到应对挫折的好办法。
",
                "suggestions": ""
            },
            "name": "情绪控制",
            "ordinary": {
                "overallAppraisal": "情绪控制处于平均水平",
                "result": "情绪控制能力跟大多数人一样。发生事情绪自然会受的影响，但通常一件事并不会影响太久，有一定的调整自己的情绪的方法。",
                "suggestions": ""
            },
            "scoreNorm": {
                "bad": "0",
                "high": "3.78",
                "low": "2.25",
                "ordinary": "3.79",
                "verybad": "0"
            }
        },
        {
            "high": {
                "overallAppraisal": "积极认知能力较高",
                "result": "积极认知能力较高。你非常清楚逆境并非完全是一件坏事，你总能从积极乐观地一面看待事物，这种乐观的心态也常常帮助你更积极地去应对困难和挫折。",
                "suggestions": ""
            },
            "low": {
                "overallAppraisal": "积极认知能力较低",
                "result": "积极认知能力较低。一件事情发生后，你可能不太偏向往好的方面想，常常对事物的看法过于消极和悲观，也不能全面得看待一件事情发生的原因和可能造成的结果。
    事物总有两面，但总看到消极的一面，常常会打击我们面对生活的勇气。在面对困难时，试着让自己找到它的积极面，就如对于失败，我们可以从失败中吸取教训，避免下次犯同样的错误。
                ",
                "suggestions": ""
            },
            "name": "积极认知",
            "ordinary": {
                "overallAppraisal": "积极认知处于平均水平",
                "result": "积极认知能力处于平均水平。对于困境，你能够明白其中造成困境的原因及自己的处境，有时能较为乐观地看待困境。",
                "suggestions": ""
            },
            "scoreNorm": {
                "bad": "0",
                "high": "4.64",
                "low": "3.29",
                "ordinary": "4.65",
                "verybad": "0"
            }
        }
    ],
    "referencescore": "该量表为自评量表，青少年按照题目根据自己的真实情况进行1-5的选择，其中1代表完全不符合，2代表比较不符合，3代表说不清，4代表比较符合，5代表完全符合。得分越高，心理韧性程度越高。量表共27题，包含5个分量表，分别是：目标专注、情绪控制、积极认知、家庭支持和人际协助。
目标专注，指的是在困境中坚持目标、制订计划、集中精力解决问题。
人际协助，指的是个体可以通过有意义的人际关系获取帮助或宣泄情绪。
家庭支持，指的是家人的宽容、尊重和支持性态度。
情绪控制，指在是困境中对情绪波动和悲观的控制和调整。
积极认知，指的是对逆境的辩证看法和乐观态度。
",
    "tableName": "青少年心理韧性量表 : 了解孩子的抗逆能力",
    "templateName": "RSCATPL.docx"
}