{
  "description": "首先，非常感谢您选用《焦虑自评量表》焦虑是个体主观预料到将会有某种不良后果或模糊性的威胁出现时所产生的生理、情绪和行为上的应激性反应。 焦虑感是现代社会中一种普遍存在的负性情绪，不同个体在面临危险、危机和心理压力时会出现不同程度和各种表现形式的焦虑情绪。个体的焦虑状况往往是多因素决定的，如应激性生活事件的性质和严重程度、个体的性格类型、家庭史、习惯性思维观念、应对技巧以及社会支持都会影响个人的焦虑水实际上，焦虑是把双刃剑。适度的焦虑是人生存所必需的，它能在一定程度上激发和提高人们的学习和工作的效率。而过度或长期的焦虑最后可能演变成焦虑症，对个体身心健康都有很大危害。焦虑症是一种情绪障碍，常伴有忧虑、烦恼、害怕、紧张等情绪体验和躯体性功能紊乱，通常会影响人的行为、智力，使人变得退缩、过度顺从、或暴怒、或恐惧，影响学习成绩、工作效率，同时还会对健康人格等造成不良影响，如变得高度敏感、自卑、依赖心重，做事犹豫不决、恐惧、害怕等，一般需要接受药物和心理治疗 在现代社会中，随着生活节奏的加快、学习、工作和生活压力的剧增，焦虑情绪变得越来越引起人们的关注。由美国杜克大学医学院Zung1971年编制的《焦虑自评量表》就是广泛用于精神科临床、精神卫生调查和心理咨询实践中的焦虑状态筛选和诊断的主要工具之一，具有良好信效度。该量表共包括20个题目，让被测者采用四级评分对这20个题目与自身状况的符合程度进行评定，最后根据被测者所得总分，换算成标准分，对照全国常模来评定被测者的焦虑程度。《焦虑自评量表》最大的特点是简便省时、易于掌握，能较为准确而迅速的反映出被试个人主观感受到的焦虑程度。该量表适用于被测试者对自身焦虑状况的了解，也可用于焦虑症患者治疗前后的情况比较。",
  "factorData": [
    {
      "bad": {
        "briefReport": "在您身上未发现或很少有焦虑症状。说明您在过去一段时间里可能较少出现或基本上未出现焦虑症状您虽然处于正常焦虑水平范围内，但是有时也会在一定程度上产生焦虑感觉，这是正常现象。因为适度的焦虑是人生存和发展所不可或缺的，适度范围之内的焦虑往往能在一定程度上激发和提高人们学习和工作的效率。总体而言，您在最近一段时间里心境状态较为放松，焦虑程度较为适度，请继续保持。",
        "overallAppraisal": "目前，在您身上未发现焦虑症状。",
        "result": "目前，在您身上未发现或很少有焦虑症状。这个结果说明您在过去一段时间里可能较少出现或基本上未出现以下焦虑症状：容易紧张不安，无缘无故地感到害怕，心烦意乱，觉得可能会发生什么不幸；感觉容易衰弱和疲劳，手脚麻木和刺痛，坐立不安；脸红发热、多汗、呼吸困难、头昏、心跳很快,胃痛或消化不良、尿意频繁；不容易入睡、睡不好和做恶梦等。您虽然处于正常焦虑水平范围内，但是有时也会在一定程度上产生焦虑感觉，这是正常现象。因为适度的焦虑是人生存和发展所不可或缺的，适度范围之内的焦虑往往能在一定程度上激发和提高人们学习和工作的效率。总体而言，您在最近一段时间里心境状态较为放松，焦虑程度较为适度，请继续保持。",
        "suggestions": "目前，在您身上未发现或很少有焦虑症状。这说明您在过去一段时间内，焦虑水平基本处在正常范围内，拥有较好的心境状态，希望您能继续保持这样的心理状态。同时，为预防过度焦虑状态的产生，也提醒您注意以下几点：1、保持一张一弛的生活节奏。建议您可以培养广泛的兴趣、积极参加体育运动，保持轻松、愉快的心境。一张一弛的生活节奏可以有效的降低焦虑程度，缓解精神紧张。因此您应发展广泛的爱好，养成运动的习惯。这样即使在外界压力较大的情况下也可以防止焦虑情绪的积累。2、提高学习和工作效率。现代社会，工作和生活节奏紧张，外界压力增加是每个人不可回避的问题。如果注意养成高效的工作和学习习惯，就可以更有效地减少由工作、学习带来的压力感，增加应对压力的信心和力量。3、掌握一些身心放松的方法。每个人都不可避免的要面对一些让人紧张的情境，如考试、面试、当众讲话等。往往当这些情境出现之前的一段时间里会感到焦虑不安，甚至影响正常的工作和生活，让自己的心态放松下来，往往能起到事半功倍的效果，所以，建议每个人都掌握一些常用的放松方法，焦虑常用的放松之法有肌肉放松法、呼吸放松法和想象式放松等。"
      },
      "high": {
        "briefReport": "在您的身上发现严重的焦虑症状。这个结果说明目前您在绝大部分时间处于以下焦虑状态：长时间容易紧张不安，无缘无故地感到害怕，心烦意乱，觉得可能会发生什么不幸；感觉容易衰弱和疲劳，手脚麻木和刺痛，坐立不安；脸红发热、多汗、呼吸困难、头昏、心跳很快，胃痛或消化不良、尿意频繁；不容易入睡、睡不好和做恶梦等。重度焦虑对个体的身心均会造成严重危害，甚至还会对个体的人格发展造成一定的不良影响，如变得高度敏感、自卑、依赖心重，做事犹豫不决、恐惧、害怕等，进而影响个体的学习、工作和生活。建议您及早前往专业医疗机构进行明确诊断，以免延误治疗。严重的焦虑是一种情绪障碍，一般需要药物治疗以缓解躯体性的焦虑症状，同时辅以心理治疗。只要通过积极的努力，是可以改善当前状况的。",
        "overallAppraisal": "目前，在您的身上发现重度的焦虑症状。",
        "result": "目前，在您的身上发现严重的焦虑症状。这个结果说明目前您在绝大部分时间处于以下焦虑状态：长时间容易紧张不安，无缘无故地感到害怕，心烦意乱，觉得可能会发生什么不幸；感觉容易衰弱和疲劳，手脚麻木和刺痛，坐立不安；脸红发热、多汗、呼吸困难、头昏、心跳很快，胃痛或消化不良、尿意频繁；不容易入睡、睡不好和做恶梦等。总体而言，您在最近一段时间里心境状态非常紧张、不安。较高程度的焦虑或者长期处于高焦虑状态可能发展成焦虑症。焦虑症是一种情绪障碍，患有焦虑症的个体不仅在情绪上常伴有恐惧、忧虑，常常烦乱不安、心事重重而且往往还会明显表现出外在的行为变化，如坐立不安、辗转反侧、举止僵硬、说话变调、发颤、全身发抖、注意力不集中；以及躯体症状，如出汗、心悸、呼吸急促、尿频、消化系统和内分泌系统功能失调。",
        "suggestions": "目前，在您的身上发现严重焦虑症状。重度焦虑对个体的身心均会造成严重危害，甚至还会对个体的人格发展造成一定的不良影响，如变得高度敏感、自卑、依赖心重，做事犹豫不决、恐惧、害怕等，进而影响个体的学习、工作和生活。所以，您的这一状况，应引起您和家人的高度重视。建议您及早前往专业医疗机构进行明确诊断，以免延误治疗。严重的焦虑是一种情绪障碍，一般需要药物治疗以缓解躯体性的焦虑症状，同时辅以心理治疗。只要通过积极的努力，是可以改善当前状况的。"
      },
      "low": {
        "briefReport": "在您身上发现轻度焦虑症状。这个结果说明您在过去一段时间里，可能存在自身可以觉察到的某些以下焦虑症状：紧张不安，心烦意乱，觉得可能会发生什么不幸；感觉容易衰弱和疲劳，坐立不安，不容易入睡、睡不好和做恶梦等。您可能对这些症状当中的一种或几种感受比较明显，但是一般不会感到难以忍受。您的这种状态可能与当前的生活、学习、工作压力有关。适度范围之内提升的焦虑水平往往能在一定程度上激发和提高人们学习和工作的效率。但是您仍然应当引起警觉，设法从内外因素入手减低自己的焦虑水平。可以通过一些放松训练缓解自己的紧张感，进行时间管理建立一定的秩序感，从而避免失控感、不安和忧虑；良好的睡眠习惯能使个体充分保持身体的健康，减轻焦虑带来的躯体不适。",
        "overallAppraisal": "目前，在您身上发现轻度焦虑症状。",
        "result": "目前，在您身上发现轻度焦虑症状。这个结果说明您在过去一段时间里，可能存在自身可以觉察到的某些以下焦虑症状：容易紧张不安，无缘无故地感到害怕，心烦意乱，觉得可能会发生什么不幸；感觉容易衰弱和疲劳，手脚麻木和刺痛，坐立不安；脸红发热、多汗、呼吸困难、头昏、心跳很快,胃痛或消化不良、尿意频繁；不容易入睡、睡不好和做恶梦等。您可能对这些症状当中的一种或几种感受比较明显，但是一般不会感到难以忍受。您的这种状态可能与当前的生活、学习、工作压力有关。如果有明显的外因引起的焦虑水平暂时上升，则是非常正常的；因为适度范围之内提升的焦虑水平往往能在一定程度上激发和提高人们学习和工作的效率。但是您仍然应当引起警觉，设法从内外因素入手减低自己的焦虑水平，不要让这种焦虑水平持续时间过长，一张一弛才能保持长久的效率和身心健康。总体而言，处于轻微或轻度焦虑水平的人只要稍加注意，可以恢复到正常状态。",
        "suggestions": "目前，在您身上发现轻度焦虑症状。您的这一状况，应引起您对自身情绪状态的关注。焦虑情绪是现今社会一种比较普遍的负面情绪，因此您可能对自身的不良情绪状态缺乏足够的敏感度。实际上，在外界压力情境持续存在的情况下，轻微或轻度焦虑往往也不会自然消失，人的焦虑水平可能会逐渐增加。但是您只是偶尔出现焦虑症状，并且症状轻微，只要稍加努力，可以消除出现的这些症状，回到最佳状态。您可以尝试用下面的方式来调整： 1、主动调节焦虑情绪。要敢于面对焦虑情绪，如果采取消极逃避方式，任焦虑情绪肆意泛滥或持续，容易引发严重的焦虑反应。焦虑情绪的调节主要可以分两方面。一方面是从思维方式上对抗焦虑，另一方面是行为上的训练。（1）学会从思维方式上对抗焦虑，一旦发现自己的焦虑观念，运用理性的思维去应对焦虑观念“我的观念是否有足够的证据支持？”，“我是否付出了足够的努力去改变？”，适当的暗示自己“焦虑是很平常的事情，是每个人都可能有的情绪体验，没必要过分强调”以此来减少焦虑观念，达到“自助”的目的，逐渐消除自身的焦虑表现。（2）行为上的训练主要是指针对焦虑情绪的放松训练。一般常用的放松之法有肌肉放松法、呼吸放松法和想象式放松。您可以选择适合自己的放松方式，同时也可以采用运动健身、瑜伽减压等方法，或者行己所好，多多关注生活中其他一些有价值有意义的方面来缓解自身的紧张情绪。2、学会一些提高效率之法，如加强时间管理和睡眠管理。科学的时间管理能使个体建立一定的秩序感，从而避免失控感、不安和忧虑；良好的睡眠习惯能使个体充分保持身体的健康，减轻焦虑带来的躯体不适，长期良好的生活方式本身也是对焦虑症很好的预防。"
      },
      "name": "焦虑自评量表总分说明",
      "ordinary": {
        "briefReport": "在您身上发现中度焦虑症状，这个结果说明您在过去一周里可能反复出现某些以下焦虑症状：长时间容易紧张不安，无缘无故地感到害怕，心烦意乱，觉得可能会发生什么不幸；感觉容易衰弱和疲劳，坐立不安；多汗、呼吸困难、头昏、心跳很快，胃痛或消化不良、尿意频繁；不容易入睡、睡不好和做恶梦等。一般来说，这种状态的存在说明您的焦虑水平过高已经持续一定时间，焦虑水平稳定或不断提高；少数情况下，这种中度焦虑可由突发的严重事件引发。如果这种状态持续时间过长则会对您的身心健康造成不良影响。可以通过一些放松训练缓解自己的紧张感，进行时间管理建立一定的秩序感，从而避免失控感、不安和忧虑；良好的睡眠习惯能使个体充分保持身体的健康，减轻焦虑带来的躯体不适。",
        "overallAppraisal": "目前，在您身上发现中度焦虑症状。",
        "result": "目前，在您身上发现中度焦虑症状，这个结果说明您在过去一周里可能反复出现某些以下焦虑症状：长时间容易紧张不安，无缘无故地感到害怕，心烦意乱，觉得可能会发生什么不幸；感觉容易衰弱和疲劳，手脚麻木和刺痛，坐立不安；脸红发热、多汗、呼吸困难、头昏、心跳很快,胃痛或消化不良、尿意频繁；不容易入睡、睡不好和做恶梦等。总体而言，您在最近一段时间里心境状态比较紧张、不安。一般来说，这种状态的存在说明您的焦虑水平过高已经持续一定时间，焦虑水平稳定或不断提高；少数情况下，这种中度焦虑可由突发的严重事件引发。但是不论哪种情况，您都应当予以足够的重视，因为这种情况下，您已经比较明显的感到不适，工作、学习效率下降，如果这种状态持续时间过长则会对您的身心健康造成不良影响。",
        "suggestions": "目前，在您身上发现中度焦虑症状。您的这一状况，应引起您足够的重视。您已经比较明显的感到不适，影响工作、学习效率。建议您向医院或者心理服务机构寻求帮助，通过心理咨询和心理治疗不仅可以较快的缓解您的焦虑程度，而且会帮助您提高应对压力情境、处理焦虑情绪的能力。如果您受到条件所限无法接受心理专业人员的帮助，也要通过其他途径学习一些调节焦虑情绪的方法，尽快的降低焦虑水平。您可以尝试用下面的方式来调整：1、建议采用日记的方式记录下您一天的情绪感受和反应，训练自己敏锐并清醒的觉察到焦虑情绪的出现，衡量其程度，并分析自身优劣势，找到有效应激处理策略的能力；同时也要注意加强自信方面的训练，多使用肯定句来描述自己，多赞赏自己的优点，并采用积极的自我暗示，如“我今天做得很不错，情绪保持的很好。”2、行为上的训练，主要是指针对焦虑情绪的放松训练。一般常用的放松之法有肌肉放松法、呼吸放松法和想象式放松。个体可以选择适合自己的放松方式，同时也可以采用运动健身、瑜伽减压等方法，或者进行自己喜好的活动、关注生活中其他一些有价值有意义的方面来降低自己的神经紧张程度。3、学会一些提高效率之法，如加强时间管理和睡眠管理。科学的时间管理能使个体建立一定的秩序感，从而避免失控感、不安和忧虑；良好的睡眠习惯能使个体充分保持身体的健康，减轻焦虑带来的躯体不适，长期良好的生活方式本身也是对焦虑症的有效预防。"
      },
      "scoreNorm": {
        "bad": "49.9",
        "high": "70",
        "low": "60.1",
        "ordinary": "70.1",
        "verybad": "0"
      }
    }
  ],
  "referencescore": "1、总分＜50分，提示目前无焦虑症状；2、总分满足以下任一标准，可考虑筛查阳性，建议可进一步检查：（1）总分≥50分，提示目前可能存在轻度焦虑症状；（2）总分≥60分，提示目前可能存在中度焦虑症状；（3）总分≥70分，提示目前可能存在重度焦虑症状，需要做进一步的检查，并进行系统的心理咨询或专业治疗。",
  "tableName": "焦虑自评量表: 了解你的焦虑程度",
  "templateName": "SLCSRTPL.docx"
}